stipatio,Cluster
egressio,Raus!
abátia,Abbey
ablativus,ablativ
abnormis,Abnormal
aboriginal.,Aboriginal
abortio,Abtreibung
super,oben
supra,oben
superior,Obermateri.
absentia,Fehlen
simplex,absolut
absolutum,absolut
omnino,völlig
absolutism.,Absolutism.
abstractus,Zusammenfa.
appellatio,Rekurs
absurdus,Haferflock.
ineptia,absurdum
malédicus,Überfall
académicus,Wissenscha.
tonicus,akzentuier.
gratus,zulässig
acceptabil.,Annahme
acceptio,Empfang
aditialis,Eingang
accidental.,Unfall
relatio,Rechnung
ratiocinat.,Konto
exactus,genau
accurate,scharf
accusatio,Beschuldig.
reus,Angeklagte
absolutio,acquittal
acrónymum,Akronym
trans,in
histrionia,mit
histrionic.,Schauspiel.
actio,Arbeiten
activus,Wirkstoff
activitas,Arbeiten
fautor,Unterstütz.
opera,Arbeit
scaenica,Schauspiel.
accomodatu.,adaptive
adjectio,Ergänzung
additicius,zusätzlich
contio,Anschrift
sufficient.,Angemessen.
apte,ausreichen.
adjectival.,Adjektiv
adjectivum,Adjektiv
moderabili.,einstellba.
admirabili.,bewunderns.
admiratio,fragen
admíror,bewundern
accipiendu.,zulässig
sane,zugegebene.
provectus,fortgeschr.
adverbium,Adverb
adverbiali.,Advers
consilium,Programm
consulte,beratend
consultati.,Konferenz
consiliato.,Berater
suasor,für
aesthética,Ästhetik
affabilis,Affäre
pútidus,Betroffen
affígo,affix
praefatus,Vorhaut
pávidus,Angst
áfricanus,Afrika
post,zurück
sequelae,Nachmast
postmeridi.,Nachmittag
íterum,wieder
adversus,Verwendet
aetas,Alter
saecularis,Sesam
agentura,Agentur
auctor,Autor
hostilis,aggressiv
agnósticus,agnostisch
conventio,Abkommen
prorsus,rein
auxilium,Hilfe
meta,Ziel
aeróplanum,Flugzeug
interapert.,Ajar
alcoholum,Alkohol
alethicus,Alethin
disjunctus,entfremdet
par,Matching
illecebrós.,Alling
paene,fast
solus,nur
per,durch
clare,klar
alphabetum,Alphabetis.
licet,Na gut.
etiam,sogar
mutare,Änderung
immutatio,Änderung
altruismus,Altruismus
semper,immer
idióticus,Amateure
stupor,Erstaunen
mirus,überrasche.
ambiguitas,Mehrdeutig.
ambiguus,mehrdeutig
ambitio,Elastik
ambitiosus,ehrgeizige.
ambifarius,Ambivalent
árcera,Ambulanz
Americanus,Amerikanis.
prave,Zulässig
amminoácid.,Amminosäur.
amoralismu.,Amoralismu.
copia,Versorgung
amplificat.,Verstärker
analogicus,analog
analogum,Vergleichs.
anarchia,Anarchie
próavi,Vorfahren
áncora,Anker
antíquitus,uralt
ira,Wut
annunciáto.,Verkünder
anómalus,anomale
responsum,Antwort
florilegiu.,Anthologie
antinómia,Antioxidan.
anxíetas,Angst
anxius,Angst
quivis,oder
quispiam,Niemand
utique,und
aliquid,Was?
alicubi,überall
seclusus,auseinande.
separatim,auseinande.
domicilium,Wohnsitz
lentus,apathisch
lentitudo,Apathie
sententia,Untergang
apologetic.,Apologet
excusatio,Entschuldi.
apória,Aporation
manifestus,offensicht.
apparentia,Aussehen
additament.,Anhang
magni,zu schätze.
appropinqu.,Ansatz
apriorismu.,Apriorismu.
armeníacum,Schürze
Arabius,Arabisch
Arábice,Arabisch
Aramáéus,Arama
disceptato.,Arbiter
arbitrariu.,beliebig
archetypum,Bogen
area,Fläche
probabilis,streitbar
argumentum,Argument
argumental.,Argument
orior,entstehen
instructur.,Array
prehendo,Verhaftung
arrogantia,Arroganz
sagítta,Pfeil
dilucidus,Artikulati.
artificios.,Künstliche
ártifex,Künstler
quatenus,wie
Asianus,Asiatisch
seorsum,separat
dormiens,Schlafen
studium,Eifer
sicarus,Assassin
compóno,Montage
concilium,Rat
assensio,Zustimmung
assertio,Behauptung
aestimatio,Bewertung
assignatio,Aufgaben
adjutor,Helfer
sumptio,Postleitza.
confirmati.,Sicherheit
affirmo,Sicherheit
domi,bei
ataráxia,ataraxia
atheisticu.,atheistisc.
Atlanticus,Atlantik
atmosphaer.,Atmosphäre
atómicus,Atom
expiatio,Sühne
appendicul.,Befestigun.
adeptio,Gewinne
praesentia,Anwesenhei.
subtegulán.,Ameisen
speciósus,attraktiv
attributum,Eigenschaf.
cavea,Öffentlich.
phonotaení.,Tonband
autarchia,Autarchie
germanus,authentisc.
auctoritas,prestige
autocinéti.,Automobili.
automatari.,automatisc.
autocinétu.,Auto
autónomus,autonom
autonomia,Autonomie
autumnalis,Fall
medíetas,Durchschni.
medius,Mitte
vitatio,Vermeidung
conscienti.,Sensibilis.
mirabilis,!
dirus,Dreading
inconcínnu.,Klempner
axiologia,Axit
Aztecus,Azteken
garrulitas,babbel
postícus,zurück
spina,Rückgrat
circumstan.,Hintergrun.
praesumptu.,Hintergrun.
mántica,Rucksack
retrógradu.,rückwärts
retro,rückwärts
bacterium,Bakterium
pravus,schlecht
improbitas,Unsinn
esca,Kohl
aequilibri.,Bilanz
libratus,ausgeglich.
maeniánum,Balkon
calvitium,Haarausfal.
pila,Kugelschre.
tabella,Stimmzette.
banána,Bananen
exilium,Exil
argentaria,Bank
argentariu.,Banker
thermopoli.,bar
bárbarus,Barbarei
merus,Sherlock
barócus,Barock
statio,Quartale
basípila,Baseball
fundátus,grundsätzl.
fundamenta.,grundsätzl.
fundamentu.,Basis
balneum,Badezimmer
solium,Badewanne
proelium,Kampf
pílula,Perlmutt
faba,Bohnen
barba,Senf
pulchritud.,Schönheit
quia,weil
antequam,vor
ante,vor
incipiens,Anfänger
convenit,Behoot
essens,werden
serus,verwandt
Belgicus,Belgien
Belgium,Belgien
opinatus,geglaubt
credens,Gläubiger
campana,Glocke
infra,darunter
cíngulum,Gurtband
scamnum,Sitzbank
benéficus,großzügig
proclivita.,Tendenz
juxta,Seite
praeterea,und
largitio,Weiden
proditio,Treason
birotarius,Bicycling
bilinguis,Zweisprach.
miliardum,Milliarden
obligatori.,obligatori.
biologicus,biologisch.
biologus,Biologen
biologia,Biologie
patria,Geburtsort
amárus,bitter
amaritudo,Bitterkeit
bivalentia,Bivalenz
ridículus,bizarr
lámina,Schicht
reprehensi.,Schuld
vacuum,Rohöl
vacuus,Rohöl
blasphémo,Blasphem
blasphémus,Blästerer
blasphemia,Blasphemie
apertus,geöffnet
admixtio,Mischung
caecus,Blinddarm
obsidio,Blockade
interclusi.,Blockierun.
faveus,Blond
caerúleus,Blau
distortus,verzerrt
directoriu.,an Bord
jactans,rühmen
incorporal.,Kotflügel
corpóreus,Körper
férvidus,sieden
audacia,Kühnheit
adminículu.,Ausbau
bomba,Bombardeme.
vínculum,Anleihen
librarium,Buchkoffer
librarius,Kopierer
inurbánus,Borretsch
cáliga,Boot
limitáneus,Grenzüberg.
taedium,Tragfähigk.
taediosus,langweilig
mutuus,Gegenseiti.
mutuatio,Anleihen
lagóéna,Flasche
finis,gebunden
cista,Feld
strophium,B.
gloriosus,Bragging
brahmanism.,Brahmanism.
cérebrum,Gehirn
arbóreus,Verzweigun.
stigma,Marke
fortis,stark
fortitudo,Mut
Brasilia,Brasilien
Brasiliens.,Brasilien
ruptio,Bruch
jentáculum,Frühstück
mamilla,Brust
nupta,Bräute
clarus,klar
luculentus,brillant
vivax,Langlebig
Britannia,Großbritan.
Britannus,Britisch
Britannicu.,Britisch
latus,Breite
fractus,gebrochen
aeneus,Bronze
fuscus,Braun
navigatrum,Browser
bulla,Blase
sítula,Eimer
buddhismus,Buddhismus
aedificium,Gebäude
pirum,Glühbirne
ministeriu.,Service
grapheocrá.,Bürokratie
grapheocrá.,Burocrazin
laophorium,Bus
negotium,Handel
occupatus,beschäftig.
sed,aber
butýrum,Butter
papilio,Butterfly
verbum,Verbleib
dictio,Sputtern
cábbala,Kohl
refectoriu.,Refektur
placenta,Kuchen
calendariu.,Kalender
vocatio,Beruf
tranquillu.,Ruhe
aequanímit.,ruhig
tranquilli.,Ruhe
Cantabrigi.,Cambridge
Cantabrigi.,Cambridge
fossa,Kanal
candidatus,Bewerber
Cantuaria,Canterbury
capitalism.,Kapitalism.
captivus,gefangen
carbonium,Kohlenstof.
charta,Papier
cardinalis,schwenkbar
cura,Sorge.
diligens,vorsichtig.
diligenter,sorgfältig
néglegens,sorglos
Carmelitan.,Carmelit
carneus,Nieren
tapétum,Teppiche
lator,Träger
Cartesianu.,Carsian
Cartusianu.,Karthussel.
imagúncula,Karikatur
res,Thema
castellum,Festung
Catalonien.,Katalonien
categoria,Kategorie
Cathólicus,Katholiken
Caucasius,Kaukasisch
causativus,Cousal
causalitas,Kausalität
causa,Ursache
cautio,Vorsicht
cautus,vorsichtig
perpetuus,Unten
tectum,Dach
heleoselín.,Sellerie
caelebs,Celibat
cellula,Zellstoff
coemeteriu.,Friedhof
censor,Censor
censura,Critus
medium,Mitte
caerimonia,Zeremonie
certo,sicherlich
certitudo,Sicherheit
catena,Kette
creta,Kreide
próvoco,Herausford.
provocátor,Ausgewählt
propugnato.,Champion
fortúitus,Zufall
cancellari.,Kanzler
mutatio,Änderung
mutatorius,Änderung
mutabilis,änderbar
mutans,Änderung
sacellum,Kapelle
vaniloquus,Carlatin
pérsequor,Persec.
vilis,billig
sýngrapha,Überprüfun.
gena,Wange
hilárus,fröhlich
chémicus,Chemikalie
chemista,Chemiker
chémia,Chemie
cérasum,Kirschen
castánea,Kastanien
praecípuus,Chef
praecipue,hauptsächl.
infantilis,Kinder
Chilia,Chile
Chiliensis,Chile
Sinensis,China
Sinenses,China
semiconduc.,Chip
socolata,Schokolade
electio,Wahl
exquisítus,Wahl
electus,gewählt
Christianu.,Christian
ecclesia,Kirche
ecclesiali.,kirchlich
Cinerella,Cinderella
municipium,Stadtstaat
civílis,Zivil
togatus,Zivilbevöl.
humanus,Menschen
school,Klasse
clássicus,Klassik
membrum,Klausel
argilla,Ton
mundus,Universum
serenus,klar
claritas,Klarheit
clericalis,Kleriker
cállidus,clever
calliditas,Geschickli.
cliens,Kunden
caelum,Klima
gradatio,climax
clinicus,klinisch
fautores,Clique
contemplat.,Gerinnung
prope,in der Näh.
scrutatio,Prüfung
clausus,geschlosse.
propius,in der Näh.
núbilus,bewölkt
scurrilis,Clowns
dulcículus,Übersüße
consociati.,Gesellscha.
indicium,Angaben
exercitor,Trainer
páénula,Mantel
cáffea,Kaffee
cognosciti.,kognitiv
cohaerenti.,Kohärenz
cohaerens,kohärent
bobina,Spule
frígidus,kalt
collapsio,Zusammenbr.
collatio,Collat
collectio,Sammlung
collegium,Gilden
conflígo,Kollid
collisio,Kollisione.
colónicus,Kolonial
colonia,Kolonie
varius,verschiede.
caeruleus,Farben
proeliator,Kampfmitte.
comoedia,Komödie
commoditas,Komfort
jussum,Anordnung
annotatio,Kommentare
commercium,Handel
deditio,Hingabe
vulgo,allgemein
communismu.,Kommunismu.
comes,Begleitung
societas,Unternehme.
comparábil.,vergleichb.
comparatio,Vergleich
misericord.,Mitgefühl
perítus,zuständige.
querela,Beschwerde
complement.,Ergänzung
íntegre,vollständi.
completio,Abschluss
complicita.,Komplikati.
elementum,Element
compósitor,Komponist
compósitum,Verbundwer.
transactio,Kompromiss.
computátru.,Computer
computratá.,Computer
notio,Bezeichnun.
conceptual.,konzeption.
pressus,Bernstein
presse,Buntbar
conclusion,Schlussfol.
illativus,Deduktiv
concretus,Beton
vocabulum,Beton
concubina,Herrin
confessari.,Beichte
fides,Loyalität
confísus,Zuversicht.
pugna,Kampf
confrater,Süßigkeite.
turbo,Verwirrung
confusus,verwirrt
perplexus,verwirrend
turbatio,Verwechslu.
conjunctum,Konjunktiv
conexus,Verwandtsc.
expugnatio,Eroberung
cognitus,bekannt.
consectari.,konsistent
consolátor,Konsole
conjuratio,Verschwöru.
constans,Resolut
constanter,ständig
constructu.,Konstrukti.
contentio,Spannung
contingens,Content
stabilitas,Stabilität
oppositio,Einspruch
contritio,Abruf
cómmodus,bequem
coenobium,Konvent
suasorius,überzeugen.
crústulum,Cookies
frigídulus,kühl
copulativu.,Koordinate.
polýgraphu.,Vergewalti.
cópula,Copula
transcríbo,Kopie
maiza,Mais
corollariu.,Corolling
rectus,gerade
correctus,korrigiert
correctio,Berichtigu.
corruptor,korruptor
cosmologia,Kosmologie
impensa,Kosten
gossipium,Baumwolle
monitum,Beratung
computatio,Anzahl
comitissa,Anzahl
innumerabi.,Zahllos
terra,Land
aula,Gericht
comis,Höflichkei.
cómitas,Höflichkei.
áúlicus,Gericht
vacca,Kuh
timíditas,Feigheit
ignavus,feige
armentariu.,Cowboy
rima,Rhythmen
gravis,Ton
dementia,Verrückung
creatio,Schöpfung
creativus,kreative
creatura,Kreide
credíbilis,glaubwürdi.
agnitio,Kredit
credulitas,credulity
crédulus,Nackt
symbolum,gekrempelt
delictum,Verbrechen
sceleratus,Kriminelle
criticus,Kritik
decretoriu.,Schlüssel
tránseo,Kreuz
cómpitum,Kreuzungen
turba,Menge
crudelis,grau
crudelitas,Grausamkei.
cruciata,Granat
cruciatus,Kreuzfahre.
crusta,Kruste
bacculum,Krücken
culturalis,Kultur und.
excultus,kultiviert
curiositas,Neugier
mire,neugierig
usitatus,Strom
consuetudo,nach oben
translatic.,gebräuchli.
béllulus,Schnitt
cyclicus,cyclischen
cynicus,Zyn
cynismus,Zynismus
quotidie,täglich
saltator,Tanz
periculosu.,Risiko
obscurus,Dunkel
Darwinismu.,Darwinismu.
dies,Datum
dativus,dativ
aurora,Morgen
surdus,sprachlos
pactio,Deal
corruptio,Jahrzehnte.
fallácia,Betrug
fallax,Rezeptor
plane,perfekt
decretum,Entscheidu.
judicatori.,Entscheidu.
declinatio,Deklinatio.
deteriorat.,Rückgang
imminutio,Abnahme
dedicatio,Hingabe
deductio,Abzüge
factum,Tatsache
profundus,tiefgründi.
pénitus,gründlich
superátor,besiegt
vitium,Fehler
vitiosus,Ungerade
defensor,Verteidige.
defensio,Verteidigu.
defensibil.,defensibel
defensoriu.,Verteidigu.
mendosus,Fehler
definitus,Definitiv
definite,definitiv
definitio,Definition
terminalis,endgültig
deformitas,Deformität
stadium,Grad
deicticus,deicate
deismus,Deismus
mora,Warte!
cogitatus,bewusst se.
suavis,lecker
postulatio,Vorspannun.
durus,stern
spernax,Demeaning
democratia,Demokratie
democratic.,Demokratie
negatio,Negation
signífico,Hinweis
cláúsula,Denoument
dentifex,Zahnarzt
deonticus,Deontic
deontologi.,Deontologi.
provincia,Abteilung
depressus,depressiv
altitudo,Tiefe
contumelio.,Pejoration
meritum,Wüsten
mérito,Recht
descriptio,Design
denoto,Bezeichnun.
architectu.,Designer
desiderabi.,wünschensw.
optabilis,begehrt
scrinium,Schreibtis.
desperatio,Verzweiflu.
fatum,Schicksal
distensio,Inhaftieru.
detractio,Ablenkung
detractor,Detraktor
digressio,Digression
machinamen.,Motor
devius,devious
deditus,gewidmet
diagrammat.,Diagramm
dialecticu.,Dialektik
dialogicus,Dialog
cólloquor,Dialog
diátriba,Diatribe
dichotomia,Dichotomie
dictionari.,Wörterbuch
didascaliu.,Didaktik
diaeta,Diät
alius,andere
diffusio,Diffusion
concoctio,Verdauung
dignitas,Würde
dioecesanu.,Diocesan
directio,Richtung
directe,direkt
moderator,Direktor
spurcus,dreckig
spurco,dreckig
impeditio,Prävention
calamitas,Katastroph.
calamitosu.,katastroph.
incredulit.,Unglaublic.
discalceat.,entkalkt
discipulus,Nachfolge
patefactiv.,diskret
patefactio,Angaben
disjungo,Ausschalte.
inventor,Entdecker
arbitrium,Wahl
sermocinat.,diskursiv
disceptati.,Diskussion
pátina,Gericht
disjunctum,Disjunkt
consternat.,In
reprobatio,unsicher
discussio,Streitigke.
male,Unzufriede.
dissensio,Dissidence
distantia,Abstand
distinctus,deutlich
distortio,Verzerrung
diffidenti.,Misstrauen
divisus,vereinigt
disjunctio,Trennung
desuetus,Übelkeit
divortium,Scheidung
diversitas,Vielfalt
divinus,Göttlich
divinitus,Göttlich
dividuus,Divisible
divisio,Abteilung
medicus,Arzt
doctoralis,Promotion
doctrina,Lehre
monumentum,Dokument
máchina,Dose
dogmaticus,Hund
dogmatismu.,Dogmatismu.
scutatum,Dollar
territoriu.,Gebiet
práévalens,dominieren
Dominicanu.,Dominikani.
janua,Tür und Tü.
dubitatio,Hesit
deorsum,nach unten
summus,utter
libéllulua,Drachenfli.
scaenicus,Stufe
histriónia,dramatisch
severissim.,!
incommodum,Nachteile
somnium,Traum
térebra,Bohrloch
potio,trinken
siccitas,Dürre
týmpanum,Trommel
ébrius,betrunken
ebríetas,Trunkenhei.
siccus,trocken
dualismus,Dualismus
ducissa,Zoll
mutus,Dummkopf
sterquilin.,Dungheap
inter,während
Nederlándi.,Niederländ.
videodiscu.,DVD
dyádicus,Dyadin
moribundus,sterben
dynamicus,Dynamik
mane,Anfang
enixus,verdient
enixe,Ernsthaft
otium,Leicht
facile,leicht
orientalis,Osten
fácilis,leicht
abnormalis,Exzenter
oecologicu.,Umwelt
oecologia,Umwelt
oeconometr.,Wirtschaft.
parsimonia,Wirtschaft
Æquatoria,Ecuador
Æquatorian.,Ecuador
oecumenicu.,Ökumenisch
oecumenism.,Ökumenismu.
edictum,Edict
editio,Ausgabe
institutio,Bildung
praeceptor,Tutorial
formidolós.,Dessous
efficienti.,Effizienz
ovum,Ei
Ægyptius,Ägypter
cúbitum,Ellenbogen
Eleáticus,Elfenbein
comitialis,Wähler
electricus,elektrisch.
electronic.,Elektronik
élegans,elegant
primordius,primitiv
eloquenter,eloquent
álibi,andere
emanatio,Emanenz
emergens,Auf der
passio,Leiden
empathía,Mitgefühl
imperator,Allgemein
emphaticus,Kaisergran.
imperium,Imperium
empiricus,empirisch
empirismus,Empirismus
functionar.,Beschäftig.
exinanitio,Entleerung
terminatio,Ende
endócrinus,Endocrine
navus,Energie
energeticu.,Energie
desponsatu.,Verlobte
machinator,Ingenieur
Anglicus,Englisch
satis,ganz
locupletat.,Anreicheru.
adscriptic.,registrier.
illatio,Mitwirkung
totus,Gesamt
integritas,Klang
entrópia,Entropie
perscripti.,Minuten
ínvidus,Eifersucht
invidia,Neid
evánidus,Ephemeral
épicus,Epic
epigraphe,Epigraph
epistemicu.,Epistemic
epítheton,Epithel
aequus,Ebene
aequalitas,Chancengle.
aequipólle.,Äquivalent
aequívocus,Gleichwert.
eróticus,Erotik
mendum,Fehler
succedáneu.,Ersatz
doctus,wissenscha.
esotericus,Esoterik
scriptio,Schreiben
essentia,Wesen
quidditati.,Wesentlich.
aeternus,ewig
aeternitas,Ewigkeit
ethicus,Ethik
gentilis,ethnische .
Etrúscus,Etrusker
Eucharísti.,Eucharisti.
euphória,Euphorie
éúphorus,euphorisch
Europáéus,Europäisch.
aequalis,sogar
ultimus,Letzter Be.
postremo,irgendwann
omnes,alle
ubíque,überall
evidentia,Nachweis
malus,wicked
malum,Übelkeit
malefactor,Das ist me.
evolutio,Entwicklun.
evolutivus,Entwicklun.
accuratio,Genauigkei.
probatio,Prüfverfah.
excavatio,Ausgrabung.
excellenci.,Exzellenz
exceptio,Ausnahme
nimíetas,Überschuß
nimius,Über uns
concitatio,Aufregung
proprius,Privatpers.
executivus,Exekutive
exemplaris,ideal
exercitati.,Ausbildung
exhaustus,erschöpft
exhibitio,zeigen
exoticus,exotisch
expansio,Erweiterun.
carus,teuer
experienti.,Erfahrung
experiment.,Experiment
expressus,Grafik
aperte,offensicht.
diserte,ausdrückli.
latitudo,Umfang
ádditus,Extras
extractum,Extrakt
extremus,Insgesamt
summe,extrem
facetus,Fazit
facticitas,Tatsache
secta,Tatsache
conditio,Faktor
ergasteriu.,Fabrik
fácticus,Tatsache
facúltas,Fakultät
offensio,Fehler
mediócrite.,relativ
aequitas,Fairness
Christifid.,Gläubige
fallacia,Vermutung
lapsus,Schlupf
falsus,falsch
falsum,Falschheit
pérperam,falsch
familia,Familie
familiaris,in
praeclarus,berühmt
flabellum,Ventilator
fanaticus,Fanatiker
commentici.,Telefon
phantasia,Phantasie
vectura,Abgang
villa,Bauernhaus
longius,weiter
velox,schnell
velóciter,schnell
celerius,schneller
obésus,Fett
fatális,tödlich
fatalismus,Fatalismus
beneficium,Gefällt mi.
praedilect.,Favoriten
factibilis,machbar
foederatus,Bundesland
sensatio,Gefühl
femineus,weiblich
feminínus,Feminin
feminismus,Feminismus
saeptum,Zaun
studiosus,Eifersucht
idólum,Fetisch
feudalis,Feudal
pauciores,weniger
móbilis,Mobil
fictio,Fiktion
fabulosus,legendär
fictus,scheinend
fideismus,fideal
fideisticu.,fide
ferociter,feurig
translativ.,figurativ
plica,Datei
expletio,Füllung
pellícula,Film
finalis,Abschluss
finalitas,Abschluss
pecuniariu.,Finanzen
repertum,Finden
subtilis,fein
multa,fein
peractus,fertiggest.
finítus,endlich
fínitas,Finitus
Finnus,Finn
Fínnicus,Finnisch
Finnia,Finnland
firmus,Unternehme.
piscatio,Fischerei
decorosus,Ausrüstung
vexillum,Flagge
blanditia,flacher
flexibilis,flexibel
diluvium,Flut
facundia,Einfluss
fluens,Grippe
tibia,Flöte
coopérculu.,Ordner
stultitia,Dummheit
desipiens,Dummheit
inepte,töricht
nam,für
coactio,für die
extraneus,Außenberei.
antesignan.,fürerunner
ímmemor,Vergesslic.
oblítus,vergessen
furcilla,Gabel
forma,Version
formalis,Formblatt
caeremonia,Formalität
formaliter,formell
dispositio,Format
disponens,Format
efformatio,Bildung
prior,Vorname
olim,früher
informis,formlos
formula,Formel
fossilis,Fohlen
fundatio,Erdung
pars,Abschnitt
fragmentum,Fragment
Franciscan.,Franziskan.
libertas,Breite
conquassat.,Freak.
lentícula,Linsen
libere,frei
furens,frens
furor,Braten
frequentia,Frequenz
frequens,häufig
végetus,frisch
viriditas,Frische
benignus,freundlich
terror,Terroriste.
frívolus,frivol
rure,von
antícus,vorne
proscaeniu.,vorne
fecundus,leistungsf.
fructuose,fruchtbar
oblectamen.,Laufzeit
potentia,Potenz
functor,Spass für .
pecuniae,Mittel
infundíbul.,Trichter
ridiculus,lächerlich.
ultra,weiter
ulterior,weiter
futilis,Unverfügba.
futility,Futilität
futurus,Zukunft
lucrum,Gewinne
Gallaecia,Galicien
Gallaecus,Galicien
álea,Glücksspie.
lacuna,Lacuna
alium,Knoblauch
gasium,Gas
gasicus,Gas
bencinum,Benzin
bencinariu.,Benzin
gemma,Edelsteine
generalis,Generell
generalita.,Allgemeinh.
generalite.,Verallgeme.
liberalita.,Großzügigk.
genitívus,Genitiv
mitis,sanft
nobilis,Gentleman
sincerus,Original
geographia,Geographie
geométria,Geometrie
Germanicus,Deutsch
gerundium,Gerund
gerundivum,Gerundion
larva,Geist
donum,Geschenk
immanis,gigantisch
puella,Mädchen
datum,gegeben
donatio,Vorgabe
datio,geben
vitrum,Glas
vitreus,Glas
impediment.,Glitzer
glossa,Glanz
glossarium,Glanz
digitabulu.,Handschuh
gnoseologi.,Gnoseologi.
gnosticus,Gnostic
gnosticism.,Gnostik
permissio,Genehmigun.
propositum,Vorschlag
Deiformis,Gottähnlic.
aurifodína,Goldmin
Goliardicu.,Goliard
Guglea,Google
gothicus,Haschisch
pódogra,Gicht
publicus,Zustand
taxatio,Einstufung
gradalis,allmählich
gradatim,allmählich
baccalaure.,Absolvente.
grammática,Grammatik
magnificus,herrlich
concessum,Finanzhilf.
graphicum,Diagramm
herba,Gras
gratitudo,Dankbarkei.
sepulcrum,Grab
gravitas,Schwergewi.
insignis,bemerkensw.
éuge!,Toll!
máxime,stark
magnitudo,Größe
graecismus,grecism
Graecia,Griechenla.
avaritia,Gier
Graecus,Griechisch
víridis,Grün
salutatio,Willkommen
gregalis,griechisch
cratícula,Netz
crassus,dick
nimis,Brutto
globus,Gruppe
ássecla,Aufhänger
augescens,wächst
incrementu.,Zunahme
praestatio,Garantie
pignus,Garantie
conjectura,Vermutlich.
ductor,Führung
culpa,Gilt
culpabilis,Schuldig
sclopétum,Pistole
víscera,Nüsse
sólitus,mit
grándinat,Hafer
dimidius,Hälfte
ansa,Griff
tractatio,Behandlung
habilis,handy
crápula,Aufhängung
beatitúdo,Glück
laetus,freudig
diffícilis,hart
vix,kaum
damnun,Schaden
nocívus,schädlich
innócuus,harmlos
concordia,Harmonie
cursim,hastily
praeproper.,hassen
odíbilis,hassend
ódium,Hass
títulus,Waren
sanitas,Normalität
sanus,gesund
Hebraeus,Hebräisch
temperatio,Heidel
hedonismus,Hedonismus
Hegelianus,Hegelian
hegemonía,Hegemon
fastigium,Höhe
helicópter.,Hubschraub.
hélica,Helix
Hellenismu.,Hellenisch
utilis,nützlich
hemisphaer.,Hemisphäre
hinc,und
praeco,Herald
hereditari.,geerbt
haereticus,Hierarchie
heréditas,Erbe
heróicus,Heroin
dubitanter,Hessen
heuristicu.,heuristisc.
occultus,Occer
hierarchia,Hierarchie
altus,groß
suprémus,Höchst
valde,viel
viarius,Autobahn
índicus,HINWEIS
hinduismus,Hinduismus
coxa,Hüftgelenk
conductus,eingestell.
historicus,Geschichte
historia,Geschichte
huc,!
raucus,Hirse
avocamentu.,Hobby
sárculum,Hopfen
cavum,Bohrung
sanctitas,Heiligkeit
holocaustu.,Holocaust
sanctus,heilig
domesticus,Zuhause
homilia,Homily
homónymum,Homonym
homosexual.,Homosexuel.
probus,Ehrlich!
próbitas,Ehrlichkei.
honorábili.,ehrenwert
honeste,ehrenwert
caputium,Kapuze
spei,Hoffnung
desperatus,Hoffnungsl.
desperante.,Hoffnungsl.
horizontal.,horizontal
valetudina.,Krankenhau.
hostilitas,Feindschaf.
deversoriu.,in
Hustonia,Houston
tugurium,Garnelen
áttamen,jedoch
immensus,unbegrenzt
miséricors,Mensch
humanismus,Humanismus
humanistic.,menschlich
humanitas,Mensch
húmilis,demütigen
quotidianu.,Crowdrum
suspicio,Hunch
Húngarus,Ungarn
Hungaria,Ungarn
esúriens,Hunger
venatio,Jagd
venator,Jäger
hydrógenum,Wasserstof.
salubritas,Hygiene
salutaris,hygienisch
hypertextu.,Hypertext
hypnoticus,Hypnose
Hiberia,Iberia
Hibericus,Iberisch
iconomachi.,Iconoclasm.
iconoclast.,Iconoclast
idealismus,Ideal
idealistic.,idealistis.
ideatio,Idee
identitas,Gleichheit
ideologia,Ideologie
idolatricu.,idolatrous
idolatria,Igolat
inscientia,Unwissenhe.
ínsciens,ignorant
illegalis,illegal
analphabet.,Analitat
illogicus,illogisch
lustro,Beleuchtun.
illuminism.,Illuminism.
hallucinat.,I
translatio,Bild
imitatio,Nachahmung
immanentia,Immanenz
ímmanens,immanent
immaterial.,Immateriel.
immaturus,Unreife
immediatio,Sofort
praesens,Soforthilf.
immersio,Tauchen
immódicus,immoderat
impudícus,Imperativ
immoralis,immoralisc.
immortalis,Unsterblic.
immutabili.,unveränder.
impactio,Auswirkung.
ínvius,unpassierb.
impatienti.,Impatien
imperativu.,Im Folgend.
imperialis,kaiserlich
impersonal.,Imperativ
tacitus,Tacit
tácite,implizit
implosio,Implosion
dicit,impliziere.
significat.,Bedeutung
impossibil.,unmöglich
commotus,beeindruck.
impressio,Eindruck
inverisimi.,unwahrsche.
ineptus,unsachgemä.
extemporal.,Improvisat.
inopia,Unfähigkei.
inactuosus,inaktiv
insuffiens,unzureiche.
quátenus,inasmuch
endogámicu.,Gerbstoffe
endogámia,Inzucht
incarnatus,Inkarnat
incitament.,Anreize
adventiciu.,Vorfall
inclusus,inklusive
comprehens.,einschließ.
imperfectu.,unfertig
incredibil.,unglaublic.
vere,tatsächlic.
incertus,Unsicher
incisura,Kennnummer
endeixicus,Index
Indus,Indien
Indoameric.,Indien
indicativu.,Indikativ
patrius,indigen
indignabun.,indignant
obliquus,indirekt
inconsultu.,Indiskret
individuum,individuel.
inductio,Induktion
indulgenti.,Indulganz
industrial.,Industrie
ineffábili.,ineffizien.
disaequati.,Ungleichhe.
inevitabil.,unvermeidl.
necessario,unvermeidl.
inexorabil.,unausweich.
infallibil.,unfehlbar
infamis,berüchtigt
consequent.,Inferenz
infinítus,unendlich
infinitas,unendlich
infinitivu.,Infinitiv
infínitas,Unendlichk.
inflátus,aufgeblase.
rarus,Ungeheuer
habitatus,bewohnt
inhibitio,Hemmung
primus,Primär
motivus,Bewegung
initiatio,Initiative
initiator,Initiator
injustitia,Ungerechti.
atramentum,Tinte
intus,innerhalb
interior,Innenausst.
innocentia,Unschuld
innovatori.,Innovation
innovatio,Innovation
inorganicu.,anorganisc.
inspectio,Anfrage se.
insanus,Insane
insanitas,Wahnsinn
insectum,Insekt
instabilis,unsicher
interposit.,stören
perspicien.,Einblick
instantia,Beharrlich.
exemplum,Beispiel
momentum,Moment
instrument.,Werkzeuge
insuláris,Insular
contumelia,Beleidigun.
necessariu.,In den War.
acer,intensiv
intentio,Ziel
embolium,interagier.
temporariu.,zelten
internitas,Inwardness
interludiu.,Interlud
Interretia.,Internet
intervallu.,pause
intérsum,Streitbeil.
percontati.,Interview
intime,innig
contortus,komplizier.
intuitivus,intuitive .
irritus,Invaliditä.
incursio,Invasion
adinventum,Erfindung
adinventor,Erfinder
inversus,inverse
reflexim,umgekehrt
invisibili.,unsichtbar
invitatio,Einladung
implicátus,Beteiligun.
Hibernia,Irland
Hibernius,Irland
irónicus,Eisen
ironía,Eisen
irrational.,Reizen
irregulari.,Unregelmäß.
Islamismus,Islam
Islamicus,Islam
ínsula,Insel
insulánus,Insel
solitarius,isoliert
solitudo,Abfall
isomorphic.,Isomorph
Israelianu.,Israel
exemplar,Frage
Italus,Italienisc.
Italicus,Italienisc.
Itália,Italien
itinerariu.,Itiner
eburneus,Elfenbein
Japania,Japan
Japaniensi.,Japanisch
Jesuiticus,Jesuiten
Judaeus,Jude
Judáéa,Jewes
Judáicus,Juden
conjunctio,gemeinsam
gaudium,Freude
Judaeismus,Judas
judicium,Verfahren
judicialis,Gericht
jurisperít.,Juror
justus,Nur
justitia,Gerechtigk.
cerygmatic.,kerygmatic
claviatura,Tastatur
chilometru.,kilometer
propinqui,Haut
benigne,freundlich
benignitas,Freundlich.
ósculum,Küssen
culína,Küche
textura,Stricken
sollertia,Fähigkeit
scibilis,wissentlic.
cógnitor,Kenner
cognitio,Wissen
scienter,wissend
pittacium,Etikettier.
laboratori.,Laboratori.
domina,Dame
laicismus,Laicismus
laicisticu.,laicistica
lucerna,Lampe
órbita,Orbit
magnus,groß
diutinus,Dauer
tardus,langsam
sero,spät
nuper,in letzter.
serius,später
Latine,Lateinamer.
Latinitas,Latinity
lavándula,Lavendel
prátulum,Rasen
advocatus,Rechtsanwa.
laicus,Laien
segniter,Lazill
pigritia,Lazialität
praelectio,Vortrag
lector,Vorlesung
lectorium,Lektüre
flexibilit.,Lediglich
laevus,links
legatum,Vermächtni.
legitimus,Titan
legalismus,Legalität
legalistic.,Legalität
jus,Recht
legislator,Gesetzgebe.
longitudo,Länge
leprosus,Leim
minus,weniger
minor,kleiner
minutio,Verringeru.
documentum,Moral
planus,Niveau
obnoxius,Haftung
liberalis,liberal
liberalism.,Liberalism.
bibliothec.,liberian
bibliothéc.,Bibliothek
mendacium,Lügen
vita,Leben
levis,Licht
illuminati.,Beleuchtun.
fúlminat,Blitz
verisímili.,wahrschein.
similitudo,Simile
item,ebenfalls
angustus,begrenzt
limitans,Begrenzung
linea,Linie
rótulus,Liste
auscultati.,Zuhören
litra,Liter
litterariu.,Literatur
litterae,Literatur
paulum,klein
parvus,klein
liturgicus,Liturgie
liturgía,Liturgie
vivus,Leben
victus,Leben
mutuum,Darlehen
invenibili.,Lkw
situs,Liegeplatz
logica,Logik
logicus,logisch
solitárius,einsam
age!,Schau!
laqueus,Schleifen
deverticul.,Schnauze
solutus,lose
laxe,locker
amissio,Verlust
demissus,niedrig
inferior,tiefer
fidus,zuverlässi.
fortuna,Glück
lunaticus,lunatic
prandium,Mittagesse.
Lutheranus,Lutherisch.
mendax,liegend
machina,Maschine
machinatio,Maschinen
apex,Tilde
mafianus,Mafios
magia,Magie
magneticus,Magnet
epistulae,Postsendun.
tabellariu.,Postanschr.
praecipuus,Spezial
plurimi,Mehrheit
fabricator,Hersteller
effectio,Produktion
masculus,männlich
forum,Markt
mammiferum,Säugetiere
decursio,Manöver
manuscript.,Manuskript
multi,zahlreiche
exigue,marginal
marihuana,Marihuana
classiariu.,Meeresfrüc.
nota,Eigentum
Martianus,Martian
martýrium,Martyrium
Marxianus,marxisch
Marxismus,Marxismus
masculinus,Masculin
sólidus,Mais
persona,Person
personatus,maskiert
masora,Masora
masoreticu.,masoretisc.
massa,Masse
intelligo,Meister
materialis,Material
materia,Thema
maturatio,Reifung
maturus,reif
maturitas,Laufzeit
maximus,maximal
fortasse,vielleicht
significat.,Bedeutung
significat.,Sinn
mensura,Maßnahme
mechanicus,Mechanik
machinalis,mechanisch
artificum,Mechanik
mechanicis.,Mechanismu.
medianus,Median
mediatus,mittelbar
deprecator,Mediathek
medicina,Medizin
meditatio,Denken
congressio,Tagung
mixtura,Mischung
membrum-es.,Mitgliedsc.
membrana,Gewebe
memoria,Speicher
mentalis,mental
ingenium,Witwen
conductici.,Waren
mercator,Händler
mere,nur
laudabilis,meritorius
nympha,Mermaid
messianicu.,mit einem .
metabolicu.,Stoffwechs.
metabolism.,Stoffwechs.
metallum,Mine
metallicus,Metall
metrum,Meter
methodicus,Verfahren
Methodismu.,Methode
accuratus,meticulous
Méxicum,Mexiko
microbium,Mikroben
microphoni.,Mikrofon
microscopi.,Mikroskop
migratoriu.,Migration
militaris,Militär
millenium,Hirse
amens,Psychiater
mineralis,Mineralwas.
minimus,minimal
diminutio,Minimierun.
minimum,Mindestanf.
minuta,Minute
portentosu.,Wundervoll
miráculum,Wunderbar
speculum,Spiegel
infortuniu.,Unglücklic.
missionali.,Missionar
error,Fehler
false,falsch
mitigatio,Minderung
misceo,Mischung
miscellus,gemischt
modalis,modal
modalitas,Modalität
recens,vor kurzem
modernismu.,Moderne
modernitas,Moderne
módicus,bescheiden
Mahometanu.,Mohammedan
mahometanu.,Mohammedan
molécula,Molekül
súbitus,schnell
monádicus,ein Ort
monadologi.,Monadologi.
monarchia,Monarchie
monasteriu.,Kloster
monasticus,Mönch
monetarius,Geld
pecunia,Geld
monismus,Monarchie
monitorium,Monitor
monachus,Mongolei
monographi.,Mongolei
monopolium,Monopol
monotheism.,Monotheism.
monotonus,monoton
monotonia,Monoton
incertum,Moot
moralis,Moral
moralismus,Moral
moralitas,Moral
ínsuper,und
matutinus,Morgen
morphologi.,Morphologi.
mortalis,Sterblichk.
mortalitas,Sterblichk.
plerique,am
plerumque,gewöhnlich
tínea,Moos
motivatio,Motivation
motorium,Motor
autobírota,Motorrad
motor,Mover
taeníola,Film
multitudo,Menge
Monachium,München
necator,Mörder
musculósus,Muscula
museum,Museum
musicus,Musik
Muslimus,Muslime
subium,Süßigkeite.
repressio,Maulwurf
arcanus,geheimnis
mysterium,geheimnis
mythicus,Mythen
ingenuitas,Naive
scilicet,und
meridiatio,nap
mappa,Napkin
narcoticus,Narkot
narrativus,narrativ
turpis,vile
nationalis,Staatsange.
naturalis,Natürlich
naturalism.,Natürlichk.
naturalita.,Natürlichk.
natura,Art
naturismus,Naturkatas.
ímprobus,schamlos
nausea,Übelkeit
immo,Na
necessitas,Dringlichk.
egens,Notwendig
negativus,negativ
vicínus,Nachbar
nec,weder
neologismu.,Neologismu.
neothomism.,Neothomism.
intentus,Tense
reticulum,Netzwerk
neutralism.,neutralism.
neutrinum,Neutrin
diarium,Zeitung
diurnarius,Zeitung
Neotonianu.,Newtonian
proximus,Nächste
inde,Nächste
bellus,schön.
Nicaenus,Schön
nicotinum,Nicotin
véspere,Nacht
nihilismus,Nihilismus
nirvana,Nirvana
non,nicht
noética,Nostics
clamosus,Noisy
nomadicus,Nomadic
nominalis,Nennwert
nominalism.,Nominalism.
nomine,nominal
haud,nicht
absurdum,Unsinn
norma,Standard
normalis,Normal
normativus,normativ
septentrio.,Nord
nostalia,Nostalgie
nostalgicu.,Nostalg
notandus,notieren
praeprímis,insbesonde.
notatio,Anmerkung
nihil,Null
animadvers.,Bemerkung
notabilis,merklich
notus,Nichtorweg.
novicius,Roman
novitas,Neuheit
novitiatus,Noviciat
nunc,Jetzt
nusquam,Nirgendwo
nuclearis,Kernenergi.
nudus,Nude
numerus,Anzahl
mónacha,nicht
nutritio,Ernährung
oboedienti.,Gehorsam
oboediens,Zutat
oboediente.,gehorsam
gynecólogu.,OBGYN
objectum,Gegenstand
objectio,Einspruch
objectivus,Ziel
oblatio,Angebot
obscure,obskur
attentus,Beobachten
observator,Beobachter
obsolétus,obsolet
patens,offensicht.
occasio,Anlass
octava,Octa
insólitus,seltsam.
insolentia,Unstimmigk.
odysséa,Odyssee
extinctus,Aus
offensa,Offensive
oppugnatio,Offensive
oblatum,Angebot
dicasteriu.,Büro
publice,offiziell
saepe,oft
óleum,Öl
petroleari.,Öl
bene,Okay.
oligarchia,Oligarchie
ominosus,ominiert
praetermis.,Aussetzung
omnípotens,omnipotent
omnísciens,omniscient
accensus,auf
utrólibet,auf
semel,einmal
univalens,Eins...
luscus,einäugig
nonnisi,nur
accessio,Beginn
onticus,Ontologie
ontologism.,Auflogisti.
ontologia,Antarktis
apertum,Öffnung
apertio,Offenheit
palam,offen
contrarium,umgekehrt
contra,gegenüber
vexatio,Unterdrück.
ópticus,Optische
óptimus,optimal
optimismus,Optimismus
optimistic.,optimistis.
optio,Option
eligibilis,optional
orchestra,Orchester
orchestral.,Orchester
ordinalis,Ordinal
ordinarius,regelmäßig
organicus,Biozid
ordinatus,organisier.
instructor,Veranstalt.
novus,Original
initio,ursprüngli.
inceptor,Ursprungsb.
orthodoxus,orthodox
orthodoxia,Orthodoxy
alteritas,andere
secus,andere
eruptio,Ausschlag
excursio,Reise
proscriptu.,Unrecht
priscus,ausmodifiz.
nefastus,Tabu
extrernus,außen
extra,außen
foris,außen
ovarium,Ovarial
obumbrare,Überschatt.
praecentio,Überschrei.
propter,weil
Oxonium,Oxford
oxygenium,Sauerstoff
ozonium,Ozon
pacifismus,Pazifismus
paganus,Heiden
paganismus,Paganismus
pagina,Seite
paginalis,Seite
dolor,Schmerzen
tabula,Gemälde
graphicus,Gemälde
conjungo,Paar
regia,Palast
pállidus,blass
pallitudo,Freundlich.
palpábilis,blass
sessio,Sitzung
pánicum,Panik
pantheismu.,Pantheismu.
pontificiu.,päpstliche
chartáceus,Papier
pompa,Parade
paradóxum,Paradox
parallelus,parallel
similitudi.,Parallelen
paralogism.,Paralogism.
paralýticu.,paralytisc.
parasíticu.,parasitär
paroecia,Gemeinde
Parisiensi.,Pariser
viridarium,Park
paroeciali.,parochial
paródia,Parodie
parcitas,Parsimon
apium,Petersilie
partim,teilweise
participiu.,Teilnehmen
particula,Partikel
particular.,insbesonde.
collusor,Partner
pascalis,Paprika
progreditu.,passieren
ardens,leidenscha.
passivus,Passiv
passivitas,Passivität
signum,Signalsign.
praeteritu.,Vergangenh.
pasta,Pasta
pastoralis,Pastoral
sémita,!
patheticus,Paprika
patientia,Geduld
patiens,Patienten
área,Terrasse
patricius,Patricia
patristicu.,patristisc.
patrologia,Patrologie
patrócinor,Schirmherr
patrociniu.,Schirmherr.
pisum,Erbsen
inusitatus,eigenhändi.
paedagogia,Pädagogik
paedicatio,Pederaster
paediatria,Kinderärzt.
paidóphilu.,Pädophilie
paidophíli.,Pädophilie
efuse,pell-mell
graphium,Bleistift
cogitans,Pensive
populus,Bevölkerun.
perceptio,Wahrnehmun.
perfectus,perfekt
perfectio,Perfektion
peripheria,Umfang
perjurium,Perjury
diuturnus,Dauer
persecutor,Verfolger
assíduus,Dauer
privatus,persönlich
personam-e.,Person
persuasio,Überzeugun.
Peruvia,Peru
Peruvianus,Peruvian
perversus,Perverser
pessimismu.,Pessimismu.
imaginosus,phantastis.
miríficus,phänomenal
phaenomeni.,Phenomen
philosophi.,Philosophi.
phonematic.,Telefon
phoneticus,Telefonat
phonógraph.,Phonograph
photograph.,Foto
oratio,Gespräch
physicus,Körper
physica,Physik
physiologi.,Physiologi.
pictura,Bild
frustum,Stück
frustátim,Stücke
pietismus,Piet
peregrinus,Pilger
píllula,Pille
gubernator,Pilot
fístula,Rohr
piraticus,Piräus
ballistula,Pistol
urna,Stellplatz
scriblita,Pizza
locatio,Vermittlun.
pestis,Pest
planta,Pflanzen
púlpitum,Plattform
Platonicus,Platonisch
Platonismu.,Platonie
fábula,Spiel
platéa,Sesam
amoenus,angenehm
quaeso,Bitte!
voluptas,Vergnügen
plebéjus,plebeian
arátrum,Pflüge
pluralis,Plural
pluralismu.,Pluralismu.
multipicit.,Anzahl
plutocrati.,Plutocity
internecio,Pogrom
supervacuu.,sinnlos
venenum,Giftstoff
venenatus,giftig
Pólonus,Pole
vigiliariu.,Polizei
Polonicus,Polnisch
politicus,Politik
respublica,Politik
polyádicus,Polyaden
multísonus,Polyphon
mmultivale.,Polyvalent
stagnum,Teich
pontifical.,pontificat
pauper,arm
popularis,beliebt
populismus,Populismus
gestabilis,Portable
Lusitania,Portugal
Lusitanus,Portugiesi.
certus,positiv
expresse,positiv
positivism.,Positives
possessivu.,besessenhe.
possibilis,möglich
postmodern.,Postmodern.
postbellic.,Nachkrieg
olla,Topf
solánum,Kartoffel
potentiali.,Potenzial
válidus,leistungss.
pragmaticu.,pragmatisc.
pragmatism.,Pragmatism.
contionáto.,Prediger
praeámbulu.,Präambel
praeámbulu.,Präambel
precarius,prekär
praegressi.,Vorrang
praecedens,vorangegan.
pretiosus,wertvoll
praecise,genau
exactitudo,Präzision
praedicatu.,Prädikat
praedictio,Vorhersage
prolegomen.,Vorwort
potius,eher
praepositi.,Vor
graviditas,Vorgabe
gravida,schwanger
praejudici.,Vorbeugung
praelusio,Prelud
praematuru.,vorzeitig
praemissa,Prämissen
praenatali.,Vornatal
praenota,Vorschrift
instans,Dringlichk.
expósitor,Präsentato.
póstmodum,derzeit
putativus,angeblich
vulgatus,vorherrsch.
anticipati.,Vorschau
antehac,zuvor
pretium,Wert
superbia,Stolz
sacerdotiu.,Priester
prístinus,Prima
primordie,primal
principiss.,Prinzessin
principali.,Hauptgesch.
principium,Grundsatz
impresoriu.,Drucken
privatim,privat
privatio,Privatisie.
privilegiu.,Privilegie.
privilegia.,privilegie.
verisimili.,wahrschein.
probabilit.,wahrschein.
quaestio,Frage stel.
ratio,Begründung
productum,Erzeugnis
profánus,Profane
professio,Beruf
professor,Professor
figura,Profil
progressio,Fortschrit.
projectio,Vorsprung
promissio,Verspreche.
bonae,viel mehr
eloquior,Aussprache
adminiculu.,Propan
propagatio,Propaganda
propensio,Kosten
proprie,ausschließ.
prophetía,Prophezeiu.
prophéticu.,prophetisc.
proponens,Komponente
proportio,Verhältnis
prosaicus,Prosaic
prosa,Prose
tutela,Schutz
proteinum,Protein
recusatio,Ablehnung
Protestans,Evangelisc.
reclamator,Demonstran.
protocóllu.,Protokoll
tabularius,Protokoll
superbus,Stolz
demonstrab.,Prüfverfah.
Provincial.,In den War.
providenti.,Vorsehung
próvidus,Vorgabe
prudentia,Vorsicht
pseudónymu.,Pseudonym
psychiatri.,Psychiatri.
psýchicus,Psyche
psychologi.,Psychologi.
psychoticu.,psychotisc.
publicatio,Öffentlich.
editor,Verlag
ántlia,Pumpe
poena,Strafe
poenarius,Versammeln
puncianus,Punk
puppa,Welpen
purus,rein
purgatoriu.,Spülung
persecutio,Verfolgung
protervus,schubladen
qua,qu
quantum,Quanten
quanticus,Quanten
altercatio,Streit
quasi,Quasi
quaesitio,quest
perquiro,quest
quaesítum,Frage stel.
Quichoticu.,quixotisch
quaestiúnc.,Quiz
dictum,sagen:
rabbínus,Rabbi
rabbinicus,Rabbiner
phyléticus,Rasse
discrimina.,rassistisc.
radiatio,Strahlung
innatus,Rest
radícitus,radikal
radiophoni.,Radio
ferrívia,Eisenbahn
pluvia,Regen
divulgatus,Rampe
fortúitas,Zufälligke.
stuprum,Raps
temerarius,recklos
temeritas,Hautaussch.
rationalis,Rationalit.
ratione,rational
crudus,Rohöl
reactio,Umsetzung
reactorium,Reaktor
promptitud.,Bereitscha.
lectio,Lesen
realis,real
realismus,Realismus
realisticu.,realistisc.
realitas,Realität
realiter,wirklich
regnum,Herrschaft
prudens,angemessen
rebellio,Rebellion
seditiosus,subversiv
redargutio,Rebutt
recensio,Überprüfun.
monadia,Erwägungsg.
témere,rücksichts.
magnetopho.,Schreibmas.
incisio,Tonaufnahm.
recreatio,Erholung
recursivus,rekursiv
redemptibi.,erlösbar
redemptor,Einlösen
redemptio,Erlösung
coartatus,reduktiv
iterum,Neubewertu.
mentio,Referenz
denotadum,Referent
amandatio,Verwendet
recíprocus,Reflexion
refutatio,Widerlegun.
regionalis,Regionen
regrediens,regressive
paenitenti.,Buße
ordinarie,regelmäßig
regulativu.,Regulativ
rejectio,Ablehnung
relapsio,Rückfall
relativus,Verhältnis
cognatus,relativ
comparate,relativ
relativism.,Relativitä.
relativita.,Relativitä.
relaxio,Entspannun.
liberatio,Release
appositio,Relevanz
pertinente.,relevant
religiosus,Religion
adversatio,Zurückhalt.
residuum,Rest
réliquus,Rest
insigníter,bemerkensw.
remedium,Mittel
memoratus,erinnert
commonitio,Erinnerung.
reliquum,Rem.
remote,ferngesteu.
amotio,Entfernung
renovatio,Erneuerung
redivívus,erneuert
idéntidem,wiederholt
repertoriu.,Repertoire
repetitio,Wiederholu.
relator,Reporter
coércitus,repressiv
reptilis,Reptilien
republican.,Republikan.
asper,Repugat
rogatum,Anfrage se.
requisitus,erforderli.
investigat.,Forschung
investigat.,Forschung
investigat.,Forscher
iracundus,lässig
tectus,Zurück zur.
habitans,Gebiet
reverens,respektvol.
ceterus,Ruhe
requiesco,Ruhe
refector,Restaurier.
restringo,Einschränk.
circumclus.,eingeschrä.
revocatio,Zurückzieh.
revelatori.,Enthüllung
revelatio,Offenbarun.
ultio,Rache
recognitio,Erhebung
manuballis.,Revolver
premium,Belohnung
ozyra,Reis
díviter,reich
sclopetum,Geflecht
rígidus,starr
rigor,Ritus
periculum,Risikoposi.
ritualis,Ritual
aemulus,Rivalen
latrociniu.,Raub
robotum,Roboter
roboticus,Roboter
saxum,Stein
virga,Stabstahl
munus,Rolle
Románicus,Romantik
amatorius,romantisch
Roma,Rom
cubículum,Zimmer
fere,grob
rotundus,rund
assuetus,Routine
insolens,Rupie
pernícies,Ruinen
regula,Regel
Dacoromanu.,Rumanisch
cursura,Laufen
Russus,Russisch
Russicus,Russisch
robiginosu.,rostig
sacramentu.,Sakrament
aedituus,Sacristan
maestus,traurig
sella,Sattel
sadismus,Sadismus
sádicus,sadistisch
tuto,sicher
velum,Schleier
venditio,Verkauf
sanctio,Sanktionen
crépida,Sandel
Sánscritus,Sanscrit
Jacopópoli.,Santiago d.
dicáculus,Sarkastisc.
acerbus,Soja
satanicus,satan
sátura,Satir
satiricus,Satire
contentus,zufrieden
saturatio,Sättigung
ferus,Wild
serra,Säge
scandalum,Skandal
flagitiosu.,Skandal
paucitas,Narbe
terríbilis,erschrecke.
scaena,Szene
scena,Landschaft
diem,Zeitplan
horarium,Zeitplan
schematicu.,schematisc.
schismatic.,schismatis.
schola,Schule
scholaris,Schule
scientific.,Wissenscha.
scientismu.,Scientism
derisor,Soffer
contemptio,leicht
contemptim,Bohnen
Scotus,Scooter
Caledonius,Scotch
scotismus,Skepsis
Caledonia,Schottland
quadrum,Bildschirm
scriba,scribe
scrupulus,Fichte
sigillum,Dichtung
explorator.,Suchen
secessio,Sezession
secunda,zweiter
secretum,geheimnis
clam,geheim
factiosus,Sektierer
tutus,Sicherheit
securitas,Sicherheit
segmentum,Segment
selectus,Wählen
selectio,Auswahl
ipseitas,Selbst
semanticus,Semantik
semestris,Semester
semiologia,Semiologie
Semíta,Halbzeug
Semiticus,Halbzeug
sensus,Gefühl
sensibilis,empfindlic.
cordate,sensibel
sexualis,Geschlecht
sensualism.,Sensualism.
separatus,getrennt
perpendicu.,vertikal
serio,ernst
fámulus,Knecht
servatrum,Server
classis,Menge
scenograph.,Menge
incommodit.,Zurück zur.
complures,mehrere
dure,schwer
sexualitas,Geschlecht
umbra,Schatten
quassatio,Zittern
tenuis,Weiden
capitilavi.,Shampoo
participat.,Anteil
pluteus,Regal
permutatio,Schicht
naufrágium,Schiffbruc.
túnica,Hemd
brevis,kurz
compedium,Kurzbeschr.
tachygraph.,Kurzwaren
mox,bald
acútus,geschrumpf.
tímidus,!
subsignati.,Unterschri.
silentium,Stillschwe.
stultus,Dummheit
argentum,Silber
argenteus,Silber
simplicita.,Einfach
facilius,Vereinfach.
simplicite.,einfach
peccatum,Sünde
cándidus,aufrichtig
peccaminos.,Sündhaft
cantor,Sänger
unus,nur
singularis,einzigarti.
labellum,Spülbecken
sísmicus,Sismic
scepticus,skeptisch
adumbratio,Skizze
narta,Ski
cutáneus,Haut
alauda,In den War.
calumnia,Slander
diagónium,Slash
trucidatio,Schlachtkö.
servus,Sklaven
Slavicus,Sklavisch
obnoxiosus,Slavier
somniculós.,Schlafen
mánica,Hülse
exiguus,winzig
parum,leicht
lúbricus,riesig
lentius,langsamer
tarde,langsam
callídulus,Schnabelha.
sternutame.,Nieren
fastidiosu.,Schinken
níveus,Schnee
silus,Schnupfen
ideo,also
socialis,Soziales
socialismu.,Sozialismu.
sociologia,Soziologie
Socraticus,Sokrates
mollis,weich
mollitia,Weichheit
solidus,Feststoff
solipsismu.,Solipsismu.
monodiariu.,Solist
solutio,Lösung
nodum,Lösung
solubilis,lösefähig
aliquis,einige
quodámmodo,Irgendwie
aliquando,Zeit
intérdum,manchmal
aliquantum,etwas
alícubi,irgendwo
echogonióm.,Sonar
sonatum,Sohn
venéficus,Wizard
digestus,Art
anima,Seele
exploratio,Geräusche
fontalis,Quelle
meridianus,Süd
meridional.,Süd
Sovieticus,Sowjetisch
sideralis,Spachtel
illocalis,Raumlos
Hispanus,Spanier
subsicivus,Ersatzteil.
parcus,Spatenstic.
scintilla,Funk
locútor,Lautsprech.
hasta,Speer
specialis,spezifisch.
spectrum,Spektrum
méditor,Spekulatio.
loquela,Sprache
sermocinal.,Sprache
rapiditas,Geschwindi.
orthograph.,Rechtschre.
sphaera,Sphäre
sphaericus,Kugel
spirituali.,Geist
sputum.,Spieß
fissura,Teil
bífidus,Teil
agonisticu.,Sport
vernus,Feder
speculator,Spion
rixa,Kieselstei.
quadratum,Quadrat
stabilis,stabil
stábulum,stabil
contuberni.,Personal
admissariu.,Hengst
positio,Haltung
receptus,Standard
stella,Stern
sidereus,Stars
affirmatio,Erklärung
stativus,statisch
immotus,nicht gesc.
rationariu.,Statistik
statua,Statue
mansio,Besuch
chalybs,Stahl
chalybéjus,Stahl
stelláris,stellar
noverca,Stiefmütte.
privignus,Schritt
stereótypu.,Stereotyp
sterilis,steril
sterilitas,Sterilität
báculum,Stickerei
adhuc,noch
fóétidus,stinkend
stápia,Würmer
punctum,Stich
Stoicus,Storno
Stoicismus,Sterblichk.
stola,gestohlen
siste!,Stopp!
taberna,Laden
fabula,Geschichte
váricus,Städtchen
nixus,Stamm
lorum,Armband
pálea,Stroh
vena,Streifen
strictus,eng
discordia,Strif
operistiti.,Streik
linum,Zeichen
consectati.,Bestreben
valide,stark
studens,Schüler
scholicus,Schüler
stúpidus,Du dummes .
balbútio,Strich
subcultura,Subcultura
servitium,Subjekt
malesanus,Subnormal
subnotator,Teilnehmer
subscriptu.,Unterschri.
ínsequens,anschließe.
subaggrega.,Unterkateg.
subsidium,Subvention.
subsistens,Teil
substantia,Stoff
substratum,Substrat
súbtilis,subtil
suburbium,Vor Ort
suburbanus,Vorname
successio,Folge
continuus,nacheinand.
successor,Nachfolge
talis,B.
talitas,B.
subitus,plötzlich
súbito,plötzlich
dolorosus,Leiden
miseriae,Leiden
sáccharum,Zucker
capitulati.,Summe
summarium,Zusammenfa.
aestivus,Sommer
ápricus,sonnig
tollo,Supersede
superinten.,Supervisor
cena,Saft
fulciens,Unterstütz.
pone,in den War.
exploratum,sicher.
certe!,Sicher!
certe,sicher.
superficia.,Oberfläche
chirúrgia,Chirurgie
superreali.,Surrealism.
succedaneu.,Surrogat
superviven.,Überleben
supérstes,Überleben
suspectus,verdächtig
suspicax,verdächtig
Suetus,Schweden
Suetia,Schweden
Sueticus,Schweden
dulcedo,Süßigkeite.
Helveticus,Schweiz
mutatrum,Schalter
túmidus,geschwolle.
juratus,Schweine
syllogismu.,Syllogismu.
symbolicus,symbolisch
symbolismu.,Symbolik
sympathía,Sympathie
symposium,Symposium
sýnchronus,Synchron
syncretism.,Synkrektis.
synónymum,Synonym
synonymus,Synonym
syntacticu.,Synthetik
syntheticu.,Kunststoff
Syríacus,Syrien
systematic.,Systematik
tabacum,Tabacco
mensa,Tabelle
tacite,zaghaft
vestítor,Schneider
susceptio,Übernahme
garrulus,sprachlich
implicatio,Dreieck
Taoismus,Tacho
taenia,Band
tautologia,Tautologie
vestíficus,Taylor
thea,Tee
dócilis,lehrreich
doctor,Lehrer
didascalic.,Lehre
turma,Team
artis,technische
technologi.,Technologi.
teleologia,Telematik
telephonic.,Telefon
telescopiu.,Teleskop
televisio,Fernsehen
televisífi.,Fernsehen
templum,Tempel
temporalis,vorübergeh.
temptatio,Versuchung
credíbile,Tenor
teniludium,Tennisplät.
tempus,während
tentorium,Zelt
terrorismu.,Terrorismu.
terrorista,Terroriste.
terrorísti.,Terroriste.
Texianus,Texan
Texia,Texas
theatralis,theatralis.
furtum,Die
theismus,Der
tunc,dann
illinc,aus
theocrátia,Theocracy
theocratic.,Theocratic
theodicéa,Theodicy
theológia,Theologie
theophánia,Theophany
theória,Theorie
therapia,Therapie
exinde,danach
fur,Der
subtílis,dünne
cogitabili.,Denkbar
hodie,heute
haecceitas,Diese
Thomismus,Thomismus
ínteger,gründlich
cogitatio,Gedanken
cogitabund.,nachdenkli.
minatio,Bedrohung
formidulos.,spannend
téssera,Und was?
tégula,Fliesen
intemporal.,zeitlos
tempestivi.,Zeitlinien
tempestivu.,zeitnah
alio,bis
propinatio,Toast
conjuncti,zusammen
sédulo,toil
aerumna,toil
latrina,WC
toleration,Toleranz
cras,Morgen
quoque,auch
ferramentu.,Werkzeug
topographi.,Topographi.
summa,Gesamt
turismus,Tourismus
turisticus,Touristen
erga,Richtung
manutergiu.,Handtuch
toxicologi.,Toxizität
lúdicrum,Spielzeug
vestigium,Spuren
traditio,Tradition
tragóédia,Tragödie
excriptum,Transkript
transexual.,Transexuel.
transvecti.,Übertragun.
transitori.,transiente.
transitivu.,Durchgang
viator,Reise
perfidia,Verrat
motus,Trend
natio,Stamm
titivillit.,Trifle
triplex,Drei
trivialis,Trivial
caterva,Tropen
tropicus,tropica
verus,wahr
fiducia,Vertrauen
veritas,Wahrheit
veritatis,Wahrheit
verax,wahrhaftig
conatum,Versuch
túbulus,Rohr
tumor,Tumor
Turca,Türkei
Túrcia,Türkei
conversio,Drehung
vicissitud.,Umsatz
crepusculu.,Twilight
bivalens,zweiwertig.
typographi.,Typ
typicus,typisch
omnipraese.,Ubiquity
foedus,hässlich
ultimitas,ultimacy
postremus,Höchst
definitive,letztlich
umbilicari.,umbillig
umbella,Sonnenschi.
sollicitus,Unheimlich
inexplorat.,unkontroll.
sub,darunter
subúcula,Unterwäsch.
immeritus,unverdient
ineducatus,roh
iniquus,Ungerade
iniquitas,Unebenheit
inprovisus,unerwartet
explicatio,Entfaltung
improvisus,Unvorherge.
necopinatu.,Unvorherge.
expedítus,ungehinder.
aequabilis,gleichmäßi.
aequabilit.,Gleichmäßi.
unificus,Vereinheit.
unice,einzigarti.
universali.,universell.
universita.,Universitä.
unívocus,univocal
univocitas,Einstimmig.
injustus,Ungerechti.
injuste,ungerechtf.
ignorantia,Unwissenhe.
ignotus,unbekannt
innominatu.,ohne Namen
ingratus,Unvollkomm.
indemonstr.,Unprovinz
irrealis,unrealisti.
inconcussu.,Unerschütt.
insolubili.,unlösbar
insolutus,ungelöst
indefensib.,unhaltbar
inustitatu.,ungewöhnli.
invitus,nicht bere.
eversio,Hochregal
elegantes,Höhe
sursum,nach oben
urbanus,Stadt
urbanitas,Stadt
instanter,dringend
usus,Verwendung
utens,Benutzer
utilitas,Dienstprog.
utopia,Utopie
vagus,Völlig
obscuritas,Vagemut
vanus,Valin
valentia,Valenz
ratus,gültig
validitas,Gültigkeit
válvula,Ventil
variabilis,Variable
varietas,Sorte
varie,verschiede.
magnetosco.,VCR
vehiculum,Fahrzeug
vehiculari.,Fahrzeug
venerabili.,umweltfreu.
Venetíola,Venezuela
Venetiolan.,Venezuela
verbalis,Samen
ádmodum,sehr
vétitum,Veto
Phíala,Vial
vicarius,Vikar
vicarianus,vikarisch
proregius,Lastschrif.
prorex,VORSITZ
víctima,Opfer
victor,siegreich
videotaeni.,Videotape
spectator,Blick
vigilium,Wacholder
violatio,Verletzung
violentus,Gewalt
violina,Violine
viralis,virale
virtualis,virtuelle
propémodum,praktisch
virtuosus,glasklar
visibilis,sichtbar
visualis,Sehnsucht
vitalis,Vitalität
vitalismus,Vitalität
vitaminum,Vitamin
vocativus,vocative
sonórus,gesungen
vulcanus,Vulkan
voluntariu.,Freiwillig.
vuduismus,Woodooismu.
suffragium,Abstimmung
scopophili.,voyeurism
plebejus,vulgarisch
turpitudo,Vulgarien
plaustrum,Nacken
Vallia,Vereinigte.
bellígerus,war wie
confirmatu.,Zulässig
profusio,Abfälle
pródigus,Abfall
modus,Weg
imbecíllus,schwach
enervation,Schwächung
deterior,schwächer
imbecillit.,Schwäche
curator,Webmaster
hebdomadal.,wöchentlic.
acceptus,Willkommen
opitulatio,Sozialschu.
salvus,gut
occidental.,Westen
