stipatio,Cluster,auf,Weg,optimal
egressio,Raus!,Tense,Abruf,Mitgliedsc.
abátia,Abbey,Raps,fideal,frivol
ablativus,ablativ,Maßnahme,Gestern,Gruppe
abnormis,Abnormal,Lehrer,lösefähig,Toleranz
aboriginal.,Aboriginal,ausdrückli.,Verletzung,nicht bere.
abortio,Abtreibung,Berater,Kritik,Wobei
super,oben,Menge,vorübergeh.,unkontroll.
supra,oben,Bananen,nach oben,Favoriten
superior,Obermateri.,Bicycling,Feld,Fehlen
absentia,Fehlen,Wizard,langsam,Dankbarkei.
simplex,absolut,Narbe,Umsetzung,Bildung
absolutum,absolut,Insel,Prüfung,neutralism.
omnino,völlig,Hubschraub.,Verfahren,Überschuß
absolutism.,Absolutism.,akzentuier.,an Bord,Palast
abstractus,Zusammenfa.,Gehirn,Soja,Gesellscha.
appellatio,Rekurs,Italienisc.,sicherlich,Soziales
absurdus,Haferflock.,Vorsicht,Sinn,Hirse
ineptia,absurdum,Medizin,vorne,Toxizität
malédicus,Überfall,vorne,Jagd,Mitgefühl
académicus,Wissenscha.,Im Folgend.,Gebiet,Slander
tonicus,akzentuier.,Ruhe,Sphäre,Spekulatio.
gratus,zulässig,cyclischen,Sterilität,geheimnis
acceptabil.,Annahme,Seite,Dollar,Sterblichk.
acceptio,Empfang,Logik,Ausgabe,Sündhaft
aditialis,Eingang,vorherrsch.,wicked,!
accidental.,Unfall,unerwartet,Unendlichk.,Wohnsitz
relatio,Rechnung,Standard,privilegie.,Übelkeit
ratiocinat.,Konto,Irland,Denoument,Xenophobe
exactus,genau,Ski,positiv,Ventil
accurate,scharf,Werkzeug,Mensch,Glühbirne
accusatio,Beschuldig.,Chemiker,Überschrei.,Rebellion
reus,Angeklagte,Friedhof,vorzeitig,ruhig
absolutio,acquittal,Exil,starr,Surrogat
acrónymum,Akronym,fein,Brahmanism.,marxisch
trans,in,Jugendlich.,päpstliche,Sherlock
histrionia,mit,Dichotomie,Wesentlich.,Zivilbevöl.
histrionic.,Schauspiel.,Wobei,Bohnen,Eucharisti.
actio,Arbeiten,Sarkastisc.,Vorspannun.,Außenberei.
activus,Wirkstoff,Einstimmig.,Newtonian,Nieren
activitas,Arbeiten,Telefon,Ordner,Verlobte
fautor,Unterstütz.,Vergesslic.,Übelkeit,Seite
opera,Arbeit,Pole,Kunden,wenn
scaenica,Schauspiel.,fürerunner,Ventil,Gicht
accomodatu.,adaptive,Minderung,Alling,Radio
adjectio,Ergänzung,Symbolik,Gehorsam,Tutorial
additicius,zusätzlich,wissentlic.,andere,Terrorismu.
contio,Anschrift,Nostalg,Fairness,Beleuchtun.
sufficient.,Angemessen.,am,Cluster,Gesamt
apte,ausreichen.,Moderne,Semester,Hypnose
adjectival.,Adjektiv,Vereinigte.,berüchtigt,Prämissen
adjectivum,Adjektiv,gehorsam,Burocrazin,weil
moderabili.,einstellba.,entfremdet,Moral,Schottland
admirabili.,bewunderns.,Atmosphäre,schnell,Klarheit
admiratio,fragen,Leiden,Anhang,Artikulati.
admíror,bewundern,formell,plötzlich,Nord
accipiendu.,zulässig,Hemmung,Behauptung,Bivalenz
sane,zugegebene.,Regionen,relevant,Aussehen
provectus,fortgeschr.,Pogrom,Fischerei,Beichte
adverbium,Adverb,Initiator,Abteilung,frivol
adverbiali.,Advers,Privatisie.,Dichtung,Durchgang
consilium,Programm,Kreide,Fischerei,allmählich
consulte,beratend,Ehrlich!,Stern,Ungarn
consultati.,Konferenz,leicht,Erlösung,Sesam
consiliato.,Berater,kilometer,Cousal,Mythen
suasor,für,Sanktionen,Politik,Knecht
aesthética,Ästhetik,Draht,Dungheap,Adjektiv
affabilis,Affäre,weder,verschiede.,Franziskan.
pútidus,Betroffen,besessenhe.,Verwandtsc.,päpstliche
affígo,affix,Ungarn,Fakultät,Dauer
praefatus,Vorhaut,grau,I,Spass für .
pávidus,Angst,Blockade,Verhaftung,Trichter
áfricanus,Afrika,in,Feudal,Sättigung
post,zurück,Unglaublic.,aber,Fazit
sequelae,Nachmast,billig,also,Forschung
postmeridi.,Nachmittag,Phantasie,Öffnung,unpassierb.
íterum,wieder,Inkarnat,Koordinate.,Flugzeug
adversus,Verwendet,Indikativ,irgendwann,Bitterkeit
aetas,Alter,Stillschwe.,Ziel,Itiner
saecularis,Sesam,Literatur,Oberfläche,Spezial
agentura,Agentur,Unglaublic.,Rohr,auf
auctor,Autor,Fenster,seltsam.,positiv
hostilis,aggressiv,Immateriel.,Klang,Formalität
agnósticus,agnostisch,Haschisch,Erstaunen,Restaurier.
conventio,Abkommen,Zynismus,Bohrloch,anschließe.
prorsus,rein,Ungerechti.,Russisch,arm
auxilium,Hilfe,Rasse,reif,Immateriel.
meta,Ziel,Träger,Christian,Zeichen
aeróplanum,Flugzeug,Kernenergi.,locker,Unsterblic.
interapert.,Ajar,Sesam,Dollar,Portugal
alcoholum,Alkohol,Hedonismus,Moral,Spülung
alethicus,Alethin,Nachweis,Gläubiger,Feminin
disjunctus,entfremdet,Gegenseiti.,realistisc.,stinkend
par,Matching,Analitat,Niederländ.,Bedeutung
illecebrós.,Alling,ruhig,qu,Heiden
paene,fast,klein,rund,Referenz
solus,nur,Moral,Zeitplan,Willkommen
per,durch,wünschensw.,Erzeugnis,Igolat
clare,klar,Vorgabe,Vorsicht,Außenberei.
alphabetum,Alphabetis.,gleichmäßi.,Team,Schlafen
licet,Na gut.,Unzufriede.,Fehler,Regen
etiam,sogar,Kohärenz,Diagramm,Natürlich
mutare,Änderung,Toast,Kommunismu.,Touristen
immutatio,Änderung,Manöver,Heiligkeit,Vor Ort
altruismus,Altruismus,Anschrift,Therapie,analog
semper,immer,Abfall,Telefon,Paradox
idióticus,Amateure,Energie,Polyphon,langsam
stupor,Erstaunen,Künstliche,Sherlock,sagen:
mirus,überrasche.,gut,Motor,Ecuador
ambiguitas,Mehrdeutig.,Fiktion,Beschwerde,indigen
ambiguus,mehrdeutig,Hoffnungsl.,Öffentlich.,Touristen
ambitio,Elastik,Spülbecken,Buße,Tacit
ambitiosus,ehrgeizige.,stören,Populismus,Ansatz
ambifarius,Ambivalent,Aboriginal,weiter,Mais
árcera,Ambulanz,unfertig,Eindruck,Cinderella
Americanus,Amerikanis.,mehrere,Fliesen,Telefon
prave,Zulässig,Kugel,recklos,Eifersucht
amminoácid.,Amminosäur.,freudig,Laufzeit,Hegelian
amoralismu.,Amoralismu.,Film,Aufhänger,Verwirrung
copia,Versorgung,Scientism,ausreichen.,Drehung
amplificat.,Verstärker,Winter,Esoterik,Programm
analogicus,analog,relativ,Schwächung,Mais
analogum,Vergleichs.,mittelbar,Spielzeug,Garantie
anarchia,Anarchie,Minute,Zurück zur.,intuitive .
próavi,Vorfahren,Ethik,Mehrdeutig.,Homonym
áncora,Anker,Hintergrun.,Abstand,Bombardeme.
antíquitus,uralt,Eifersucht,Supervisor,Arbeit
ira,Wut,Mischung,Soforthilf.,Houston
annunciáto.,Verkünder,Mörder,genau,indignant
anómalus,anomale,Universum,Supersede,andere
responsum,Antwort,univocal,Verringeru.,Formel
florilegiu.,Anthologie,Chancengle.,Ecuador,Blästerer
antinómia,Antioxidan.,Kotflügel,bemerkensw.,Impatien
anxíetas,Angst,Frage stel.,außen,Eigentum
anxius,Angst,Unerschütt.,direkt,Abfall
quivis,oder,Nieren,maskiert,Fischerei
quispiam,Niemand,Kloster,Vor,Anhang
utique,und,alle,weniger,wertlos
aliquid,Was?,Bewegung,Petersilie,virtuelle
alicubi,überall,Gesellscha.,Hesit,Heroin
seclusus,auseinande.,Ziel,Dualismus,Vorspannun.
separatim,auseinande.,Fahrzeug,ignorant,B.
domicilium,Wohnsitz,Frische,Vortrag,Knoblauch
lentus,apathisch,Wacholder,Storno,Biologen
lentitudo,Apathie,Bananen,gekrempelt,Flugzeug
sententia,Untergang,Angst,dann,Krücken
apologetic.,Apologet,Sokrates,Abruf,Regen
excusatio,Entschuldi.,Quanten,groß,Grausamkei.
apória,Aporation,Geräusche,Neutrin,Stadt
manifestus,offensicht.,Zivilbevöl.,Variable,Rechtsanwa.
apparentia,Aussehen,Szene,Schürze,logisch
additament.,Anhang,Subjekt,Therapie,Hafer
magni,zu schätze.,Beschwerde,vor,Eroberung
appropinqu.,Ansatz,Ruhe,Mitgefühl,Anleihen
apriorismu.,Apriorismu.,ausdrückli.,überzeugen.,Geflecht
armeníacum,Schürze,alle,Entscheidu.,Insekt
Arabius,Arabisch,Auto,toil,Laufzeit
Arábice,Arabisch,steril,Immateriel.,Weisheit
Aramáéus,Arama,Neubewertu.,WC,Natürlich
disceptato.,Arbiter,zulässig,Kredit,Lacuna
arbitrariu.,beliebig,Geschickli.,gemischt,Ritus
archetypum,Bogen,billig,rückwärts,Rohöl
area,Fläche,Ausgabe,Zeremonie,Hunger
probabilis,streitbar,Diagramm,auch,angemessen
argumentum,Argument,Verwirrung,Klang,Propan
argumental.,Argument,beratend,Eisen,Umfang
orior,entstehen,zuvor,I,Krücken
instructur.,Array,Subnormal,Symbolik,Gegenstand
prehendo,Verhaftung,Lampe,Japanisch,Alkohol
arrogantia,Arroganz,Gleichheit,Vitalität,implizit
sagítta,Pfeil,links,Bruch,zuvor
dilucidus,Artikulati.,Soffer,Parallelen,Carlatin
artificios.,Künstliche,Adverb,Canterbury,Migration
ártifex,Künstler,Teppiche,unglaublic.,töricht
quatenus,wie,verwirrend,Ersatz,Säge
Asianus,Asiatisch,Vorhersage,Hilfe,gerade
seorsum,separat,ultimacy,Pederaster,Kolonial
dormiens,Schlafen,Schleier,kognitiv,Feminin
studium,Eifer,Anbetung,primitiv,Schatten
sicarus,Assassin,Beschäftig.,Heiligkeit,Herald
compóno,Montage,Ausgabe,Fehlen,Stufe
concilium,Rat,Forscher,clever,Zaun
assensio,Zustimmung,Valin,Nächste,geheimnis
assertio,Behauptung,Zeitlinien,Hypnose,lässig
aestimatio,Bewertung,Das ist me.,Wohnsitz,entstehen
assignatio,Aufgaben,Schnabelha.,Vergangenh.,Vorschrift
adjutor,Helfer,beliebig,Entropie,Ende
sumptio,Postleitza.,Zurückhalt.,Agentur,Positives
confirmati.,Sicherheit,außen,Wirkstoff,komplizier.
affirmo,Sicherheit,Spiegel,Angst,Frühstück
domi,bei,Industrie,Stücke,Garantie
ataráxia,ataraxia,Gnoseologi.,Italien,Galicien
atheisticu.,atheistisc.,beeindruck.,Hinduismus,Skizze
Atlanticus,Atlantik,Anfang,Schottland,Repertoire
atmosphaer.,Atmosphäre,Monoton,vikarisch,langsam
atómicus,Atom,ataraxia,Brust,kerygmatic
expiatio,Sühne,Pseudonym,Werkzeuge,Vortrag
appendicul.,Befestigun.,ausdrückli.,Äquivalent,Feigheit
adeptio,Gewinne,Hintergrun.,Fairness,Ruinen
praesentia,Anwesenhei.,Pflanzen,nicht gesc.,Raps
subtegulán.,Ameisen,Sellerie,Positives,devious
speciósus,attraktiv,Unsinn,Eingang,lunatic
attributum,Eigenschaf.,Vornatal,komplizier.,indignant
cavea,Öffentlich.,Menge,Mine,Hesit
phonotaení.,Tonband,Geräusche,Stein,Senf
autarchia,Autarchie,Cambridge,sagen:,Schottland
germanus,authentisc.,außen,theatralis.,Computer
auctoritas,prestige,weniger,Diocesan,weiblich
autocinéti.,Automobili.,gegenüber,Pille,roh
automatari.,automatisc.,Mönch,Artikulati.,perfekt
autocinétu.,Auto,Liste,Gerechtigk.,Verrat
autónomus,autonom,Verbrechen,Raus!,Eins...
autonomia,Autonomie,Sensualism.,an Bord,gerade
autumnalis,Fall,Pflüge,zurück,Quanten
medíetas,Durchschni.,Reise,Hemisphäre,sensibel
medius,Mitte,Nicotin,modal,Zusammenfa.
vitatio,Vermeidung,niedrig,Quadrat,Teilnehmen
conscienti.,Sensibilis.,Vorname,Geld,Patrologie
mirabilis,!,Obermateri.,...,Umfang
dirus,Dreading,langweilig,Gas,Milliarden
inconcínnu.,Klempner,gewidmet,Unternehme.,Halbzeug
axiologia,Axit,niedrig,voyeurism,Frauen
Aztecus,Azteken,sehr,kurz,Lastschrif.
garrulitas,babbel,Positives,Meister,obskur
postícus,zurück,intensiv,Rohöl,dringend
spina,Rückgrat,einige,radikal,Nachweis
circumstan.,Hintergrun.,Wohnsitz,Ausgabe,unendlich
praesumptu.,Hintergrun.,Musik,Behandlung,Denoument
mántica,Rucksack,Komponente,Gewebe,Zeichen
retrógradu.,rückwärts,Pfeifen,Whiskey,Pastoral
retro,rückwärts,Censor,Zeitlinien,Xenophobe
bacterium,Bakterium,Physiologi.,Waren,geheimnis
pravus,schlecht,Collat,Okay.,weiblich
improbitas,Unsinn,ebenfalls,Balkon,Idee
esca,Kohl,begrenzt,Gedanken,Freude
aequilibri.,Bilanz,perfekt,Geist,Monoton
libratus,ausgeglich.,Dummheit,Prosaic,Verteidige.
maeniánum,Balkon,Blick,Fernsehen,korrigiert
calvitium,Haarausfal.,bitter,Alethin,Garantie
pila,Kugelschre.,Blase,Heroin,I
tabella,Stimmzette.,Rechnung,kurz,Verlust
banána,Bananen,Biozid,Etikettier.,biologisch.
exilium,Exil,Werkstatt,gehorsam,illogisch
argentaria,Bank,Zeitplan,Abfall,Faktor
argentariu.,Banker,Mediathek,Pest,Octa
thermopoli.,bar,ideal,überall,hauptsächl.
bárbarus,Barbarei,Hebräisch,Tendenz,Zukunft
merus,Sherlock,Akronym,fürerunner,Laufen
barócus,Barock,Feindschaf.,Widerlegun.,Beobachten
statio,Quartale,tatsächlic.,Warte!,gemischt
basípila,Baseball,Belgien,Energie,Positives
fundátus,grundsätzl.,Stück,Land,fruchtbar
fundamenta.,grundsätzl.,Nirvana,Behauptung,schnell
fundamentu.,Basis,lächerlich.,Gefühl,Überleben
balneum,Badezimmer,Liturgie,Belgien,Telefon
solium,Badewanne,Innovation,Apriorismu.,Zutat
proelium,Kampf,Epithel,Ambivalent,griechisch
pílula,Perlmutt,Kohlenstof.,Unvorherge.,komplizier.
faba,Bohnen,zaghaft,Witwen,Chemiker
barba,Senf,Untergang,Pfeil,Gas
pulchritud.,Schönheit,Klima,unhaltbar,Manöver
quia,weil,agnostisch,Gewinne,gewidmet
antequam,vor,Schmerzen,Nieren,ernst
ante,vor,Dreading,Tutorial,Jesuiten
incipiens,Anfänger,Sowjetisch,Zelt,nachdenkli.
convenit,Behoot,Moment,Unprovinz,sogar
essens,werden,laicistica,Unheimlich,Wasserstof.
serus,verwandt,Wissenscha.,bekannt.,Galicien
Belgicus,Belgien,Regen,wissend,gründlich
Belgium,Belgien,gegeben,Trend,Hirse
opinatus,geglaubt,Moral,wertlos,Pederaster
credens,Gläubiger,Vulgarien,gültig,Romantik
campana,Glocke,falsch,Finanzhilf.,Tourismus
infra,darunter,Ontologie,Detraktor,Tennisplät.
cíngulum,Gurtband,Shampoo,Bräute,Feminismus
scamnum,Sitzbank,repressiv,dringend,Ernsthaft
benéficus,großzügig,Empirismus,Sehnsucht,Ubiquity
proclivita.,Tendenz,Städtchen,immoderat,Alter
juxta,Seite,Nachbar,Angst,Was?
praeterea,und,Spülung,Roman,ebenfalls
largitio,Weiden,Bibliothek,Bereitscha.,Skepsis
proditio,Treason,Lesen,Theophany,Regel
birotarius,Bicycling,Künstliche,Hingabe,ineffizien.
bilinguis,Zweisprach.,Israel,Vorfall,Schau!
miliardum,Milliarden,Eigenschaf.,Modalität,plötzlich
obligatori.,obligatori.,Gerund,Scheidung,Ziel
biologicus,biologisch.,in,Ja.,Interlud
biologus,Biologen,Atom,Quanten,Eindruck
biologia,Biologie,Persec.,Aufgaben,Kunden
patria,Geburtsort,Aufgaben,Belgien,ominiert
amárus,bitter,völlig,Geräusche,kilometer
amaritudo,Bitterkeit,Gewebe,Zuhause,Original
bivalentia,Bivalenz,Bestreben,Abteilung,Glas
ridículus,bizarr,Schüler,Anbetung,Unsterblic.
lámina,Schicht,Exekutive,Innovation,Präambel
reprehensi.,Schuld,Palast,Ewigkeit,Masse
vacuum,Rohöl,Unsinn,Perfektion,Tagung
vacuus,Rohöl,Zukunft,Geist,Spülbecken
blasphémo,Blasphem,Geschichte,auseinande.,Begleitung
blasphémus,Blästerer,Sklaven,Schlüssel,Arbeit
blasphemia,Blasphemie,Entfaltung,wirklich,erlösbar
apertus,geöffnet,Vagemut,Protokoll,Zutat
admixtio,Mischung,Hüftgelenk,Raumlos,Anwesenhei.
caecus,Blinddarm,links,Stereotyp,repressiv
obsidio,Blockade,Kugel,B.,Stadtstaat
interclusi.,Blockierun.,sensibel,Erhebung,sagen:
faveus,Blond,Tense,erschöpft,Zynismus
caerúleus,Blau,Nur,Forscher,Deformität
distortus,verzerrt,Kühnheit,Mitgliedsc.,Standard
directoriu.,an Bord,stören,Sismic,Tauchen
jactans,rühmen,Ungerechti.,Wirtschaft.,gemeinsam
incorporal.,Kotflügel,verzerrt,andere,wahrhaftig
corpóreus,Körper,privilegie.,rein,Slash
férvidus,sieden,radikal,besorgt,Kurzwaren
audacia,Kühnheit,siegreich,Glück,Sinn
adminículu.,Ausbau,Bohnen,Etrusker,Tendenz
bomba,Bombardeme.,Nackt,aber,relativ
vínculum,Anleihen,Synchron,Realismus,Laicismus
librarium,Buchkoffer,Einspruch,Octa,Wahnsinn
librarius,Kopierer,vor,überall,Begleitung
inurbánus,Borretsch,Disjunkt,Primär,Team
cáliga,Boot,Beteiligun.,bekannt.,oben
limitáneus,Grenzüberg.,endgültig,Befestigun.,Nieren
taedium,Tragfähigk.,Drucken,männlich,häufig
taediosus,langweilig,Warte!,stellar,bereitwill.
mutuus,Gegenseiti.,Teilnehmen,Restaurier.,isoliert
mutuatio,Anleihen,Japan,Überprüfun.,Hingabe
lagóéna,Flasche,Orchester,erinnert,Sofort
finis,gebunden,bemerkensw.,Reizen,vile
cista,Feld,oben,Forschung,prophetisc.
strophium,B.,ultimacy,Leim,zeitlos
gloriosus,Bragging,Demokratie,locker,Ägypter
brahmanism.,Brahmanism.,andere,Sattel,Japanisch
cérebrum,Gehirn,Ungarn,Entleerung,Angst
arbóreus,Verzweigun.,Sowjetisch,Personal,Braun
stigma,Marke,einstellba.,Deutsch,Lutherisch.
fortis,stark,Etrusker,Wahnsinn,Behoot
fortitudo,Mut,utter,Maulwurf,Erotik
Brasilia,Brasilien,Mediathek,gemischt,logisch
Brasiliens.,Brasilien,Beleuchtun.,Mohammedan,Gefällt mi.
ruptio,Bruch,Champion,Rabbiner,Präsentato.
jentáculum,Frühstück,Abteilung,Browser,Wann immer
mamilla,Brust,Eigentum,Arroganz,Bicycling
nupta,Bräute,Propaganda,Vergleichs.,andere
clarus,klar,riesig,Körper,Flagge
luculentus,brillant,Zahllos,liberal,Imperativ
vivax,Langlebig,Nachkrieg,Vorspannun.,Kalender
Britannia,Großbritan.,Glücksspie.,Liter,Produktion
Britannus,Britisch,zweiwertig.,kleiner,Wizard
Britannicu.,Britisch,Abfall,Anzahl,Mischung
latus,Breite,Gegenseiti.,Katastroph.,anorganisc.
fractus,gebrochen,sonnig,Dungheap,zelten
aeneus,Bronze,Menschen,Religion,ultimacy
fuscus,Braun,Wange,falsch,Erdung
navigatrum,Browser,Kalender,bequem,Schleier
bulla,Blase,Niveau,Toxizität,Polnisch
sítula,Eimer,Kohl,Finnisch,Tilde
buddhismus,Buddhismus,Frühstück,Abfall,Unterschri.
aedificium,Gebäude,Nackt,Finanzhilf.,Eroberung
pirum,Glühbirne,Kommunismu.,Privilegie.,Überprüfun.
ministeriu.,Service,Nominalism.,Monopol,Atom
grapheocrá.,Bürokratie,weiter,Epigraph,Bombardeme.
grapheocrá.,Burocrazin,beliebig,Violine,Zittern
laophorium,Bus,Hoffnungsl.,Menge,anorganisc.
negotium,Handel,Beschuldig.,Lkw,Disjunkt
occupatus,beschäftig.,Exil,Paprika,Sterblichk.
sed,aber,Nachahmung,nicht,gesungen
butýrum,Butter,geheimnis,Schlupf,Welpen
papilio,Butterfly,Mitwirkung,Hingabe,Schokolade
verbum,Verbleib,Sesam,tödlich,Minuten
dictio,Sputtern,Haarausfal.,an Bord,schwächer
cábbala,Kohl,prestige,Kette,Assassin
refectoriu.,Refektur,Cinderella,Klausel,Diät
placenta,Kuchen,Oxford,fürerunner,Sensibilis.
calendariu.,Kalender,Tradition,Dummheit,schwächer
vocatio,Beruf,horizontal,Fakultät,fein
tranquillu.,Ruhe,Bedeutung,Pfeifen,kerygmatic
aequanímit.,ruhig,Ausbeute,griechisch,Hingabe
tranquilli.,Ruhe,Apriorismu.,Pole,Ungerechti.
Cantabrigi.,Cambridge,nicht,Advers,Wal
Cantabrigi.,Cambridge,Führung,Passiv,Körper
fossa,Kanal,Arroganz,fröhlich,Ruhe
candidatus,Bewerber,unzureiche.,Feminismus,Carsian
Cantuaria,Canterbury,Fohlen,für,Brasilien
capitalism.,Kapitalism.,Elastik,Ausbildung,Rückfall
captivus,gefangen,Arroganz,Zittern,Deformität
carbonium,Kohlenstof.,Garnelen,Mythen,Weiden
charta,Papier,allmählich,Schuldig,real
cardinalis,schwenkbar,Komponist,Celibat,Hengst
cura,Sorge.,B.,Anfänger,Verfahren
diligens,vorsichtig.,Vorhersage,Blick,Migration
diligenter,sorgfältig,Verhaftung,Original,Punk
néglegens,sorglos,Blase,Stickerei,Galicien
Carmelitan.,Carmelit,unpassierb.,weder,plebeian
carneus,Nieren,Feudal,Paradox,Sonar
tapétum,Teppiche,schwer,wahrschein.,Haferflock.
lator,Träger,Marxismus,Ende,Hessen
Cartesianu.,Carsian,Entscheidu.,Okay.,Flasche
Cartusianu.,Karthussel.,Silber,Normal,Vergleich
imagúncula,Karikatur,Argument,Ende,Mover
res,Thema,Zufall,Restaurier.,Ablenkung
castellum,Festung,Geschickli.,Mohammedan,Ruhe
Catalonien.,Katalonien,Gewebe,komplizier.,Igolat
categoria,Kategorie,wertlos,starr,Beobachten
Cathólicus,Katholiken,Programm,Universitä.,Carsian
Caucasius,Kaukasisch,Moral,Titan,Pille
causativus,Cousal,Fläche,Angebot,Teil
causalitas,Kausalität,Ruhe,definitiv,Chemikalie
causa,Ursache,Amerikanis.,Pasta,Rest
cautio,Vorsicht,Teilnehmen,Hubschraub.,streitbar
cautus,vorsichtig,Hexe,Schleier,Handel
perpetuus,Unten,Hingabe,schön.,vor
tectum,Dach,Freiwillig.,geerbt,Exzenter
heleoselín.,Sellerie,Grundsatz,Sanscrit,Schicht
caelebs,Celibat,Ungarn,Anreize,Anker
cellula,Zellstoff,Schlafen,optional,Umsetzung
coemeteriu.,Friedhof,Tiefe,Galicien,Protokoll
censor,Censor,Küssen,Gewinne,besorgt
censura,Critus,Einladung,Ventil,mit
medium,Mitte,Radio,Anfrage se.,Grenzüberg.
caerimonia,Zeremonie,Mitwirkung,Angebot,unwahrsche.
certo,sicherlich,Mechanik,andere,absolut
certitudo,Sicherheit,Vorgabe,Raus!,Mongolei
catena,Kette,Ungarn,Kohlenstof.,Ingenieur
creta,Kreide,Süßigkeite.,Ungerechti.,Vergleichs.
próvoco,Herausford.,marginal,immer,Neologismu.
provocátor,Ausgewählt,Versuch,maskiert,Selbst
propugnato.,Champion,Parodie,einfach,Mitgefühl
fortúitus,Zufall,Entspannun.,bekannt.,Haschisch
cancellari.,Kanzler,Garantie,positiv,Modalität
mutatio,Änderung,Pflanzen,nach oben,Terrorismu.
mutatorius,Änderung,passieren,andere,Wirtschaft.
mutabilis,änderbar,Landschaft,Sokrates,früher
mutans,Änderung,Schreibtis.,schwächer,Anlass
sacellum,Kapelle,Theologie,Team,Verfolgung
vaniloquus,Carlatin,Gewebe,Euphorie,Angst
pérsequor,Persec.,Summe,anorganisc.,Demokratie
vilis,billig,auf,Öffnung,Profil
sýngrapha,Überprüfun.,Monoton,gehorsam,Vorgabe
gena,Wange,Ontologie,Denkbar,Welpen
hilárus,fröhlich,begrenzt,Papier,Privilegie.
chémicus,Chemikalie,Napkin,Gnostic,nach oben
chemista,Chemiker,Bivalenz,Wange,eingeschrä.
chémia,Chemie,Profil,reduktiv,Empfang
cérasum,Kirschen,Lavendel,Hintergrun.,Medizin
castánea,Kastanien,Theologie,aufrichtig,Tonaufnahm.
praecípuus,Chef,fein,Heidel,Entfernung
praecipue,hauptsächl.,Drachenfli.,angenehm,grau
infantilis,Kinder,Imperativ,Amateure,Hälfte
Chilia,Chile,Okay.,Simile,Gerund
Chiliensis,Chile,Ablehnung,glasklar,Paprika
Sinensis,China,Sezession,Angaben,Bewertung
Sinenses,China,Na gut.,dreckig,Blick
semiconduc.,Chip,illegal,Verhaftung,Meter
socolata,Schokolade,einmal,immoderat,Schüler
electio,Wahl,nach oben,Städtchen,Zunahme
exquisítus,Wahl,Spion,Galicien,Populismus
electus,gewählt,Geschlecht,Süßigkeite.,Spanier
Christianu.,Christian,Büro,Ecuador,Leiden
ecclesia,Kirche,Unsterblic.,Nude,Segment
ecclesiali.,kirchlich,Verschwöru.,Bezeichnun.,Reifung
Cinerella,Cinderella,Mitgefühl,Wundervoll,Relativitä.
municipium,Stadtstaat,Profil,Richtung,Reflexion
civílis,Zivil,Trainer,Chile,Höhe
togatus,Zivilbevöl.,nur,Cookies,Forschung
humanus,Menschen,Dose,beliebig,primal
school,Klasse,glasklar,Soffer,Staatsange.
clássicus,Klassik,Noisy,Server,leistungss.
membrum,Klausel,Herrin,Martyrium,Oligarchie
argilla,Ton,für die,innig,Präambel
mundus,Universum,Substrat,Motor,Vorschau
serenus,klar,päpstliche,Newtonian,Abbey
claritas,Klarheit,authentisc.,Literatur,Kirche
clericalis,Kleriker,Beteiligun.,separat,Subjekt
cállidus,clever,Schreiben,Molekül,Erhebung
calliditas,Geschickli.,andere,Dienstprog.,offensicht.
cliens,Kunden,Diocesan,ausgeglich.,Friedhof
caelum,Klima,Anbetung,Wirtschaft.,Grundsatz
gradatio,climax,Solipsismu.,grundsätzl.,erschrecke.
clinicus,klinisch,Standard,Arbeiten,Postmodern.
fautores,Clique,Schürze,Moral,Kapuze
contemplat.,Gerinnung,Fahrzeug,Unwissenhe.,Anarchie
prope,in der Näh.,Bildung,schismatis.,Ungerechti.
scrutatio,Prüfung,nicht,wirklich,Dunkel
clausus,geschlosse.,Größe,Arbeit,Vorsprung
propius,in der Näh.,Einblick,Liturgie,geheim
núbilus,bewölkt,Technologi.,phänomenal,!
scurrilis,Clowns,Braten,vor kurzem,Hypnose
dulcículus,Übersüße,winzig,Bleistift,Hedonismus
consociati.,Gesellscha.,nap,Moment,Igolat
indicium,Angaben,nach unten,Positives,Verrückung
exercitor,Trainer,geschlosse.,Tilde,eigenhändi.
páénula,Mantel,Newtonian,Kohlenstof.,kalt
cáffea,Kaffee,irgendwo,Demokratie,Sicherheit
cognosciti.,kognitiv,Zahnarzt,Spannung,Land
cohaerenti.,Kohärenz,Vorname,falsch,Zusammenfa.
cohaerens,kohärent,empirisch,hastily,credulity
bobina,Spule,Lektüre,spannend,Halbzeug
frígidus,kalt,diskret,Neubewertu.,Deformität
collapsio,Zusammenbr.,Mitgefühl,teuer,Raub
collatio,Collat,Verstärker,Drachenfli.,Ungerade
collectio,Sammlung,Empfang,primal,Formel
collegium,Gilden,Typ,Spatenstic.,überrasche.
conflígo,Kollid,Abteilung,Protokoll,hassen
collisio,Kollisione.,Aussetzung,Grafik,lösefähig
colónicus,Kolonial,verwirrt,Neugier,Zellstoff
colonia,Kolonie,Reizen,Politik,Militär
varius,verschiede.,recklos,Misstrauen,Alphabetis.
caeruleus,Farben,attraktiv,beschäftig.,Kohl
proeliator,Kampfmitte.,Abfälle,Europäisch.,Dissidence
comoedia,Komödie,Mechanik,ideal,Dialog
commoditas,Komfort,Höchst,schlecht,Italienisc.
jussum,Anordnung,Liturgie,nap,Ausgrabung.
annotatio,Kommentare,Abschluss,Moral,Propaganda
commercium,Handel,Illuminism.,Erklärung,Stich
deditio,Hingabe,Insgesamt,Tee,Kapitalism.
vulgo,allgemein,Diagramm,toil,Mais
communismu.,Kommunismu.,insbesonde.,Populismus,Rekurs
comes,Begleitung,Begleitung,Angst,Frische
societas,Unternehme.,Stolz,gemeinsam,eingestell.
comparábil.,vergleichb.,Ungarn,Sokrates,Offenbarun.
comparatio,Vergleich,Reporter,Paar,reich
misericord.,Mitgefühl,lehrreich,sehr,Foto
perítus,zuständige.,Beobachter,Abbey,schneller
querela,Beschwerde,geschwolle.,Adjektiv,Aufregung
complement.,Ergänzung,Schatten,Sport,Erklärung
íntegre,vollständi.,Speicher,Krücken,Nirgendwo
completio,Abschluss,Gefühl,Schüler,Befestigun.
complicita.,Komplikati.,Behandlung,Insane,Trend
elementum,Element,Systematik,Hirse,Hedonismus
compósitor,Komponist,Mensch,Meeresfrüc.,Verlobte
compósitum,Verbundwer.,auch,Kollid,trocken
transactio,Kompromiss.,ohne Namen,Therapie,Karikatur
computátru.,Computer,Gerundion,Liturgie,Lektüre
computratá.,Computer,Sündhaft,Aufhänger,verschiede.
notio,Bezeichnun.,Schirmherr.,virale,Moderne
conceptual.,konzeption.,Unschuld,Kohärenz,illegal
pressus,Bernstein,Forschung,Oxford,Vagemut
presse,Buntbar,ideal,Tragödie,Der
conclusion,Schlussfol.,Odyssee,tiefer,Kugelschre.
illativus,Deduktiv,Gesellscha.,Hinduismus,Asiatisch
concretus,Beton,Verbleib,Italien,Skandal
vocabulum,Beton,Schirmherr,Motivation,Hoffnungsl.
concubina,Herrin,Zurück zur.,Boot,Punk
confessari.,Beichte,Psychiatri.,weiter,Stahl
fides,Loyalität,ewig,Sphäre,Kosten
confísus,Zuversicht.,Frage stel.,Ökumenisch,Ziel
pugna,Kampf,Quanten,Naive,Chemikalie
confrater,Süßigkeite.,zaghaft,grundsätzl.,Seite
turbo,Verwirrung,weniger,Vorlesung,modal
confusus,verwirrt,Videotape,Arbeit,unsachgemä.
perplexus,verwirrend,Foto,innerhalb,Angst
turbatio,Verwechslu.,gebunden,dominieren,Abruf
conjunctum,Konjunktiv,subtil,Lazialität,Spannung
conexus,Verwandtsc.,Cambridge,Dessous,Gedanken
expugnatio,Eroberung,Pederaster,Median,Pogrom
cognitus,bekannt.,Rohöl,Ambivalent,Finanzhilf.
consectari.,konsistent,Unterschri.,Skandal,omniscient
consolátor,Konsole,Schule,Rohöl,Nirvana
conjuratio,Verschwöru.,Zyn,Indiskret,Videotape
constans,Resolut,begehrt,Lampe,Klempner
constanter,ständig,Woodooismu.,Zellstoff,Verbleib
constructu.,Konstrukti.,Magnet,euphorisch,für
contentio,Spannung,Galicien,Pilot,Blinddarm
contingens,Content,Gefällt mi.,Konvent,Freude
stabilitas,Stabilität,Ausnahme,Neuheit,credulity
oppositio,Einspruch,Biozid,Westen,qu
contritio,Abruf,Reise,zweiwertig.,Sitzbank
cómmodus,bequem,Ja.,hygienisch,Schmerzen
coenobium,Konvent,Lösung,obligatori.,ideal
suasorius,überzeugen.,sterben,Einschränk.,zufrieden
crústulum,Cookies,Slander,Galicien,Restaurier.
frigídulus,kühl,Fehler,Allgemein,Mineralwas.
copulativu.,Koordinate.,Schirmherr.,geschwolle.,Konvent
polýgraphu.,Vergewalti.,einige,Foto,Der
cópula,Copula,Fall,Gericht,Komponente
transcríbo,Kopie,Insular,Mehrdeutig.,Energie
maiza,Mais,Postmodern.,zahlreiche,Orchester
corollariu.,Corolling,Hopfen,Rechnung,Zimmer
rectus,gerade,Mischung,Elektronik,Inferenz
correctus,korrigiert,Sputtern,Empirismus,Array
correctio,Berichtigu.,anorganisc.,Kreuz,blass
corruptor,korruptor,kühl,Fairness,Krankenhau.
cosmologia,Kosmologie,Pest,Piet,Gnostik
impensa,Kosten,toil,Biozid,Tatsache
gossipium,Baumwolle,Gnostik,passieren,relativ
monitum,Beratung,Verlag,Ausschalte.,Gurtband
computatio,Anzahl,zweiwertig.,Übertragun.,Lösung
comitissa,Anzahl,Design,Herrschaft,Gnostic
innumerabi.,Zahllos,Autonomie,Tutorial,Kohlenstof.
terra,Land,Reizen,bis,Leiden
aula,Gericht,Verwendet,Amminosäur.,quixotisch
comis,Höflichkei.,Reptilien,Aufhängung,Blinddarm
cómitas,Höflichkei.,Grausamkei.,notieren,Abschluss
áúlicus,Gericht,Begrenzung,Magie,zu schätze.
vacca,Kuh,Seite,schnell,ganz
timíditas,Feigheit,Vagemut,Aufregung,Affäre
ignavus,feige,Kreuzungen,Wahl,Monarchie
armentariu.,Cowboy,Balkon,langsam,Sorte
rima,Rhythmen,Durchschni.,positiv,Petersilie
gravis,Ton,Gesamt,Frequenz,Pazifismus
dementia,Verrückung,Inhaftieru.,Bananen,Teppiche
creatio,Schöpfung,weil,unrealisti.,Entdecker
creativus,kreative,Fenster,Türkei,Holz
creatura,Kreide,Epigraph,Mittel,Adjektiv
credíbilis,glaubwürdi.,brillant,Esoterik,überzeugen.
agnitio,Kredit,Haut,Subjekt,Didaktik
credulitas,credulity,ganz,Komödie,statisch
crédulus,Nackt,Behauptung,reich,Sanscrit
symbolum,gekrempelt,Zelt,Protokoll,Reporter
delictum,Verbrechen,Hintergrun.,Brasilien,Garantie
sceleratus,Kriminelle,Maschine,Theocracy,Goldmin
criticus,Kritik,Anker,Idee,optional
decretoriu.,Schlüssel,Stadt,Hirse,Standard
tránseo,Kreuz,Wobei,Motivation,Newtonian
cómpitum,Kreuzungen,Bohrung,Hintergrun.,Propan
turba,Menge,Kirche,Gegenstand,Jewes
crudelis,grau,Valenz,Paganismus,Ethik
crudelitas,Grausamkei.,Innovation,Zoologie,Einladung
cruciata,Granat,Benzin,einäugig,Größe
cruciatus,Kreuzfahre.,Rechtsanwa.,climax,Kohlenstof.
crusta,Kruste,Vergleich,Kommentare,Scheidung
bacculum,Krücken,Altruismus,Reizen,Wissenscha.
culturalis,Kultur und.,gemischt,Kurzwaren,Monarchie
excultus,kultiviert,Prediger,freundlich,bereitwill.
curiositas,Neugier,ignorant,Arbeit,Gläubiger
mire,neugierig,Mantel,leicht,Meister
usitatus,Strom,Autarchie,Kolonie,Unfähigkei.
consuetudo,nach oben,Untergang,Freude,menschlich
translatic.,gebräuchli.,Harmonie,teilweise,ernst
béllulus,Schnitt,Geschlecht,Unreife,Bewerber
cyclicus,cyclischen,Kosmologie,Vorlesung,Teil
cynicus,Zyn,Wissen,Funk,vorzeitig
cynismus,Zynismus,Komponente,Einstufung,interagier.
quotidie,täglich,Arbeit,Sauerstoff,gut
saltator,Tanz,Neubewertu.,Hedonismus,extrem
periculosu.,Risiko,Stadt,Ontologie,kohärent
obscurus,Dunkel,entfremdet,Geflecht,Alethin
Darwinismu.,Darwinismu.,Texan,spät,Hersteller
dies,Datum,Nachkrieg,Gelb,gebräuchli.
dativus,dativ,Gestern,Sterilität,stellar
aurora,Morgen,Mindestanf.,Wasserstof.,Mittagesse.
surdus,sprachlos,Prämissen,Entschuldi.,Hierarchie
pactio,Deal,scheinend,Biozid,ehrenwert
corruptio,Jahrzehnte.,kognitiv,besiegt,Hierarchie
fallácia,Betrug,Blitz,Ingenieur,leicht
fallax,Rezeptor,Propaganda,schwanger,Garantie
plane,perfekt,Schicht,Wild,Belgien
decretum,Entscheidu.,Statistik,Surrogat,schnell
judicatori.,Entscheidu.,Geld,Vorschlag,andere
declinatio,Deklinatio.,unfertig,Vulgarien,bereiten
deteriorat.,Rückgang,Ski,Oligarchie,Chile
imminutio,Abnahme,Feminismus,Wohnsitz,Gleichheit
dedicatio,Hingabe,Komponente,fein,Zurück zur.
deductio,Abzüge,Kaisergran.,Trainer,Konjunktiv
factum,Tatsache,Vermächtni.,Haut,Glück
profundus,tiefgründi.,virale,vorne,einzigarti.
pénitus,gründlich,bereitwill.,Sphäre,Experiment
superátor,besiegt,an Bord,geschwolle.,wieder
vitium,Fehler,Lazialität,auseinande.,Tatsache
vitiosus,Ungerade,starr,zahlreiche,nur
defensor,Verteidige.,Bedeutung,Armband,radikal
defensio,Verteidigu.,Gegenstand,weil,Zygot
defensibil.,defensibel,tödlich,schismatis.,lunatic
defensoriu.,Verteidigu.,Unglücklic.,Kreide,Realität
mendosus,Fehler,Geschlecht,Ja.,Pumpe
definitus,Definitiv,Rohöl,zusätzlich,modal
definite,definitiv,früher,am,Zustand
definitio,Definition,Lehrer,Nord,Emanenz
terminalis,endgültig,Finanzhilf.,Netz,Verkünder
deformitas,Deformität,Kloster,Dollar,Rest
stadium,Grad,Unsinn,Spion,Veranstalt.
deicticus,deicate,Kredit,grecism,stinkend
deismus,Deismus,wird,Länge,Perlmutt
mora,Warte!,kreative,täglich,Herrschaft
cogitatus,bewusst se.,privilegie.,Tabu,climax
suavis,lecker,Programm,Winter,Sandel
postulatio,Vorspannun.,Evangelisc.,Trichter,Diese
durus,stern,Angebot,Lavendel,gemeinsam
spernax,Demeaning,Werkstatt,Erweiterun.,Bestreben
democratia,Demokratie,marginal,Vial,universell.
democratic.,Demokratie,Braten,climax,männlich
negatio,Negation,Tonaufnahm.,Service,Pseudonym
signífico,Hinweis,Google,Schirmherr.,Erfinder
cláúsula,Denoument,Psyche,aufgeblase.,Mermaid
dentifex,Zahnarzt,Bragging,Mineralwas.,marxisch
deonticus,Deontic,Pazifismus,Zeitung,Technologi.
deontologi.,Deontologi.,Trifle,Synthetik,Speer
provincia,Abteilung,Theodicy,Umwelt,Glück
depressus,depressiv,Pille,Insekt,credulity
altitudo,Tiefe,Nur,gesungen,unverdient
contumelio.,Pejoration,in den War.,Unterschri.,wie
meritum,Wüsten,Feststoff,Bibliothek,Hexe
mérito,Recht,acquittal,rekursiv,Eingang
descriptio,Design,Carmelit,Betrug,symbolisch
denoto,Bezeichnun.,Vergesslic.,relativ,Mikroben
architectu.,Designer,unausweich.,Fett,absolut
desiderabi.,wünschensw.,Menschen,Indien,Montage
optabilis,begehrt,Mensch,Version,Hafer
scrinium,Schreibtis.,Sterblichk.,Anreize,erforderli.
desperatio,Verzweiflu.,Schlafen,Klima,Initiative
fatum,Schicksal,ausmodifiz.,Wissenscha.,Ausbeute
distensio,Inhaftieru.,Zurückhalt.,Extrakt,voyeurism
detractio,Ablenkung,Ausschalte.,Katholiken,Beichte
detractor,Detraktor,Advers,Emanenz,Inkarnat
digressio,Digression,Inkarnat,Änderung,relativ
machinamen.,Motor,Wasserstof.,anorganisc.,dativ
devius,devious,weiter,Relevanz,Sismic
deditus,gewidmet,freundlich,freudig,Klausel
diagrammat.,Diagramm,Kirche,Sesam,Handschuh
dialecticu.,Dialektik,psychotisc.,Gerechtigk.,Negation
dialogicus,Dialog,Idee,Allgemein,offensicht.
cólloquor,Dialog,Erbsen,Streitigke.,Stereotyp
diátriba,Diatribe,klinisch,Vorhaut,Itiner
dichotomia,Dichotomie,mit,glaubwürdi.,gegenüber
dictionari.,Wörterbuch,Lacuna,möglich,Carlatin
didascaliu.,Didaktik,frisch,Nachmast,ein Ort
diaeta,Diät,schnell,Drei,Ungleichhe.
alius,andere,Verspreche.,Schreiben,kultiviert
diffusio,Diffusion,Neologismu.,Stolz,Auflogisti.
concoctio,Verdauung,Ursache,Mindestanf.,Türkei
dignitas,Würde,irgendwo,Propaganda,Feststoff
dioecesanu.,Diocesan,Misstrauen,Gnoseologi.,Glühbirne
directio,Richtung,Maschinen,obligatori.,Und was?
directe,direkt,Ideal,gekrempelt,nach oben
moderator,Direktor,Verkünder,Inhaftieru.,Server
spurcus,dreckig,Zahllos,Reise,Extras
spurco,dreckig,Insgesamt,Fanatiker,Wunderbar
impeditio,Prävention,Monitor,euphorisch,Belgien
calamitas,Katastroph.,Perlmutt,Vergewalti.,Klarheit
calamitosu.,katastroph.,Kunden,Japanisch,Theophany
incredulit.,Unglaublic.,Rest,Bakterium,Prophezeiu.
discalceat.,entkalkt,Katalonien,Händler,Mischung
discipulus,Nachfolge,Texas,Arabisch,Verrat
patefactiv.,diskret,Anreize,Verfahren,normativ
patefactio,Angaben,Ziel,Rückfall,Langlebig
disjungo,Ausschalte.,Unterwäsch.,Tatsache,Blinddarm
inventor,Entdecker,Rückfall,fast,sanft
arbitrium,Wahl,gesund,Synonym,Gehirn
sermocinat.,diskursiv,Lastschrif.,Ausnahme,Bedeutung
disceptati.,Diskussion,schwanger,Vulgarien,Etikettier.
pátina,Gericht,Mitwirkung,freudig,Aufhängung
disjunctum,Disjunkt,Juden,unzureiche.,Angaben
consternat.,In,Versuchung,Breite,Censor
reprobatio,unsicher,China,nicht bere.,Satire
discussio,Streitigke.,Liturgie,quest,Weg
male,Unzufriede.,vor,Laicismus,Linsen
dissensio,Dissidence,Literatur,Bitterkeit,Ägypter
distantia,Abstand,nicht gesc.,während,obligatori.
distinctus,deutlich,Toll!,Pistole,Variable
distortio,Verzerrung,Dreieck,Reptilien,Kampfmitte.
diffidenti.,Misstrauen,weiter,negativ,Nachmittag
divisus,vereinigt,nass,ehrgeizige.,mit
disjunctio,Trennung,bis,Alter,Hexe
desuetus,Übelkeit,Raub,legendär,isoliert
divortium,Scheidung,Person,auseinande.,Frequenz
diversitas,Vielfalt,Bezeichnun.,Matching,Sammlung
divinus,Göttlich,Zukunft,besorgt,Garantie
divinitus,Göttlich,Abruf,Stein,rekursiv
dividuus,Divisible,Fremdenfei.,Erhebung,Abkommen
divisio,Abteilung,Protein,danach,kilometer
medicus,Arzt,transiente.,Stabilität,Arabisch
doctoralis,Promotion,Rechtsanwa.,Sterblichk.,indignant
doctrina,Lehre,Witwen,Schinken,Beobachter
monumentum,Dokument,an Bord,Abnormal,Kastanien
máchina,Dose,Denkbar,Obermateri.,Unsinn
dogmaticus,Hund,Öffentlich.,Arbiter,allmählich
dogmatismu.,Dogmatismu.,stark,Herausford.,Unrecht
scutatum,Dollar,Laboratori.,Nude,feurig
territoriu.,Gebiet,Linsen,Angst,geben
práévalens,dominieren,Erklärung,begrenzt,Rest
Dominicanu.,Dominikani.,Höhe,Wobei,hassen
janua,Tür und Tü.,in letzter.,Platonisch,Großzügigk.
dubitatio,Hesit,Inkarnat,Syrien,Bezeichnun.
deorsum,nach unten,Perverser,Blau,Agentur
summus,utter,Thema,vorsichtig,Buchkoffer
libéllulua,Drachenfli.,Toll!,Breite,Bombardeme.
scaenicus,Stufe,Elfenbein,fortgeschr.,Blau
histriónia,dramatisch,Blitz,Göttlich,Lediglich
severissim.,!,Implosion,Mönch,Klassik
incommodum,Nachteile,Auf der,Wizard,darunter
somnium,Traum,Brasilien,Immateriel.,bereitwill.
térebra,Bohrloch,Vitalität,Naive,Quanten
potio,trinken,wahrhaftig,Spiegel,Ephemeral
siccitas,Dürre,Postleitza.,Immanenz,Körper
týmpanum,Trommel,Unterstütz.,Antioxidan.,Geographie
ébrius,betrunken,aber,Unstimmigk.,Helix
ebríetas,Trunkenhei.,Dunkel,Mittel,Galicien
siccus,trocken,Moos,toil,Summe
dualismus,Dualismus,Disjunkt,Koordinate.,Potenzial
ducissa,Zoll,Finnisch,Denken,Künstliche
mutus,Dummkopf,Goldmin,Restaurier.,Meter
sterquilin.,Dungheap,Verbundwer.,positiv,Gurtband
inter,während,Säge,mehrdeutig,modal
Nederlándi.,Niederländ.,zulässig,Sicherheit,Risiko
videodiscu.,DVD,Benutzer,kaum,nicht
dyádicus,Dyadin,Streitigke.,Armband,bereiten
moribundus,sterben,Anleihen,Tense,vergessen
dynamicus,Dynamik,Menge,dringend,Whiskey
mane,Anfang,korrigiert,Digression,Molekül
enixus,verdient,Perverser,Ordinal,gegenüber
enixe,Ernsthaft,Carlatin,Geschenk,Argument
otium,Leicht,Goldmin,Vereinheit.,Regulativ
facile,leicht,sogar,Unvorherge.,Hellenisch
orientalis,Osten,komplizier.,Jude,Schau!
fácilis,leicht,Verlust,Median,Pumpe
abnormalis,Exzenter,figurativ,Glas,Flut
oecologicu.,Umwelt,Bicycling,Staatsange.,ataraxia
oecologia,Umwelt,Spass für .,Soffer,Signalsign.
oeconometr.,Wirtschaft.,unlösbar,Rucksack,Raps
parsimonia,Wirtschaft,Auf der,Gentleman,arm
Æquatoria,Ecuador,Tilde,Spektrum,Übelkeit
Æquatorian.,Ecuador,Gnostik,automatisc.,formlos
oecumenicu.,Ökumenisch,Tier,Pumpe,sadistisch
oecumenism.,Ökumenismu.,Gericht,Tenor,Grippe
edictum,Edict,Kurzbeschr.,und,Gesetzgebe.
editio,Ausgabe,Zellstoff,Höflichkei.,viel mehr
institutio,Bildung,Kolonial,Rhythmen,Prelud
praeceptor,Tutorial,Wasserstof.,Verallgeme.,besessenhe.
formidolós.,Dessous,Infinitiv,Kotflügel,Trichter
efficienti.,Effizienz,Morgen,Protokoll,Gelb
ovum,Ei,zweiter,Menge,Kommunismu.
Ægyptius,Ägypter,Universitä.,Frage stel.,zuständige.
cúbitum,Ellenbogen,genau,Stroh,einstellba.
Eleáticus,Elfenbein,erinnert,Neothomism.,Psychologi.
comitialis,Wähler,giftig,Jagd,Lektüre
electricus,elektrisch.,Phantasie,Ausbeute,schnell
electronic.,Elektronik,Telefon,Bogen,Körper
élegans,elegant,Tinte,flexibel,Metall
primordius,primitiv,Menschen,Pantheismu.,unerwartet
eloquenter,eloquent,Philosophi.,unverdient,Gericht
álibi,andere,Mittel,Gnostic,Kernenergi.
emanatio,Emanenz,Flasche,rein,ausdrückli.
emergens,Auf der,Imperativ,Laboratori.,merklich
passio,Leiden,Gefällt mi.,leicht,Ewigkeit
empathía,Mitgefühl,Fernsehen,gründlich,Sakrament
imperator,Allgemein,Effizienz,Privatisie.,Peru
emphaticus,Kaisergran.,Übelkeit,Systematik,Repertoire
imperium,Imperium,Passivität,Pazifismus,Pädagogik
empiricus,empirisch,Nachfolge,nicht gesc.,automatisc.
empirismus,Empirismus,Kunststoff,Maßnahme,climax
functionar.,Beschäftig.,Psychiatri.,qu,Freundlich.
exinanitio,Entleerung,bei,statisch,Release
terminatio,Ende,Umwelt,angeblich,Personal
endócrinus,Endocrine,Vorfahren,Sicherheit,Einfluss
navus,Energie,Dunkel,zufrieden,in letzter.
energeticu.,Energie,Ton,Transkript,Freundlich.
desponsatu.,Verlobte,offiziell,Einschränk.,einige
machinator,Ingenieur,WC,Promotion,Hoffnung
Anglicus,Englisch,!,Einfluss,Vermächtni.
satis,ganz,Zoll,Vorschlag,lose
locupletat.,Anreicheru.,Rebellion,zaghaft,plebeian
adscriptic.,registrier.,Galicien,Angebot,Absolutism.
illatio,Mitwirkung,Beschuldig.,Beichte,Sicherheit
totus,Gesamt,Schüler,Dreading,gehorsam
integritas,Klang,umbillig,Cousal,Netzwerk
entrópia,Entropie,Städtchen,Perverser,Spektrum
perscripti.,Minuten,Schnitt,für die,Diatribe
ínvidus,Eifersucht,Aufhänger,hastily,Sandel
invidia,Neid,Strich,unglaublic.,Mantel
evánidus,Ephemeral,primal,Menge,Einspruch
épicus,Epic,Idee,Verbrechen,Japan
epigraphe,Epigraph,ominiert,Geflecht,Abnormal
epistemicu.,Epistemic,Schneider,virtuelle,Protein
epítheton,Epithel,sonnig,Vermächtni.,Islam
aequus,Ebene,schematisc.,Schnauze,Erfindung
aequalitas,Chancengle.,Ubiquity,Ton,Peruvian
aequipólle.,Äquivalent,indigen,Wirkstoff,fürerunner
aequívocus,Gleichwert.,Teich,Anmerkung,Sozialschu.
eróticus,Erotik,Denken,Bildung,Beruf
mendum,Fehler,Bohnen,Freundlich.,jährlich
succedáneu.,Ersatz,Darwinismu.,Zellstoff,Nachahmung
doctus,wissenscha.,konsistent,Alphabetis.,Chile
esotericus,Esoterik,Portugal,Verhältnis,Tier
scriptio,Schreiben,Unreife,Entwicklun.,harmlos
essentia,Wesen,Nude,stören,Vorbeugung
quidditati.,Wesentlich.,Telematik,Reise,Kirche
aeternus,ewig,Skepsis,Verlobte,Laien
aeternitas,Ewigkeit,begrenzt,Zelt,bewölkt
ethicus,Ethik,rekursiv,Arbeit,regressive
gentilis,ethnische .,tatsächlic.,Orbit,realistisc.
Etrúscus,Etrusker,Cambridge,Gebiet,unendlich
Eucharísti.,Eucharisti.,Vorname,Dichtung,Klassik
euphória,Euphorie,Elektronik,Leiden,Kruste
éúphorus,euphorisch,Feudal,Standard,Matching
Europáéus,Europäisch.,Sowjetisch,Sinn,Zeitung
aequalis,sogar,Terroriste.,prestige,Dialektik
ultimus,Letzter Be.,Punk,dativ,Segment
postremo,irgendwann,Widerlegun.,Anzahl,Sorge.
omnes,alle,Seite,liegend,Wahl
ubíque,überall,Ordinal,Ausbeute,Eifer
evidentia,Nachweis,Ungarn,nützlich,Mitte
malus,wicked,lösefähig,Dame,begehrt
malum,Übelkeit,geheimnis,Hemd,Mönch
malefactor,Das ist me.,Mitgliedsc.,Benutzer,Wirtschaft.
evolutio,Entwicklun.,Roman,Mörder,Glück
evolutivus,Entwicklun.,stabil,Theophany,Peru
accuratio,Genauigkei.,Behandlung,Anmerkung,Anleihen
probatio,Prüfverfah.,Empirismus,Mensch,Polyaden
excavatio,Ausgrabung.,fruchtbar,Knecht,Wizard
excellenci.,Exzellenz,Stroh,Server,wahrschein.
exceptio,Ausnahme,Paar,Mongolei,Mine
nimíetas,Überschuß,Regen,Bitterkeit,privat
nimius,Über uns,Ungleichhe.,Umfang,Format
concitatio,Aufregung,Skizze,Süßigkeite.,Prüfung
proprius,Privatpers.,Anzahl,phantastis.,freudig
executivus,Exekutive,Geschichte,Weisheit,Abnahme
exemplaris,ideal,absolut,unsichtbar,Kinderärzt.
exercitati.,Ausbildung,Standard,Holocaust,stabil
exhaustus,erschöpft,möglich,Bezeichnun.,Schule
exhibitio,zeigen,Genitiv,Sektierer,...
exoticus,exotisch,Seite,Buchkoffer,Krücken
expansio,Erweiterun.,Ungerechti.,aufgeblase.,Lügen
carus,teuer,Klang,Anzahl,Spiel
experienti.,Erfahrung,Soffer,Galicien,Postleitza.
experiment.,Experiment,ganz,Geschenk,Palast
expressus,Grafik,geheim,Imperium,Vergleich
aperte,offensicht.,Insel,Im Folgend.,stabil
diserte,ausdrückli.,modal,Tatsache,komplizier.
latitudo,Umfang,Rohöl,frens,Unwissenhe.
ádditus,Extras,Beobachter,Brasilien,Masora
extractum,Extrakt,regelmäßig,Angst,Lügen
extremus,Insgesamt,Anzahl,Vergewalti.,Klassik
summe,extrem,Herald,Abschluss,fürerunner
facetus,Fazit,Zulässig,Abzüge,Entropie
facticitas,Tatsache,Tier,persönlich,Kolonial
secta,Tatsache,Epic,Freundlich.,Russisch
conditio,Faktor,Menge,Sismic,Gefällt mi.
ergasteriu.,Fabrik,Unsicher,Sohn,Kloster
fácticus,Tatsache,Vielfalt,Kinder,Orthodoxy
facúltas,Fakultät,möglich,Vereinfach.,romantisch
offensio,Fehler,Umwelt,HINWEIS,Sellerie
mediócrite.,relativ,Cowboy,ineffizien.,fide
aequitas,Fairness,Sport,steril,Rest
Christifid.,Gläubige,Flöte,Blasphemie,mit
fallacia,Vermutung,Motivation,Legalität,Anzahl
lapsus,Schlupf,Reporter,Teil,Dürre
falsus,falsch,nominal,Napkin,phantastis.
falsum,Falschheit,Butter,Verfahren,Kohl
pérperam,falsch,Auswahl,Eucharisti.,Goliard
familia,Familie,Feigheit,Gras,weil
familiaris,in,Ästhetik,bis,nass
praeclarus,berühmt,Hülse,Schreibmas.,paralytisc.
flabellum,Ventilator,anomale,Abfälle,Moral
fanaticus,Fanatiker,Drei,lose,Spanier
commentici.,Telefon,kühl,Migration,prekär
phantasia,Phantasie,Sprache,Array,Epigraph
vectura,Abgang,Laufzeit,Nieren,vergleichb.
villa,Bauernhaus,Strom,Überprüfun.,Ungarn
longius,weiter,täglich,Team,schwer
velox,schnell,Prävention,Analitat,Schnitt
velóciter,schnell,Biologie,Anzahl,Apriorismu.
celerius,schneller,Haftung,monoton,Patienten
obésus,Fett,trocken,unvermeidl.,Neugier
fatális,tödlich,Frische,Mikroben,kerygmatic
fatalismus,Fatalismus,unzureiche.,in der Näh.,Skandal
beneficium,Gefällt mi.,Schritt,Gehirn,vor kurzem
praedilect.,Favoriten,exotisch,Fehler,Abfälle
factibilis,machbar,Anthologie,Soffer,Abteilung
foederatus,Bundesland,Vortrag,climax,Migration
sensatio,Gefühl,Neuheit,Rolle,Rezeptor
femineus,weiblich,feige,Säugetiere,Kalender
feminínus,Feminin,griechisch,klar,Anzahl
feminismus,Feminismus,Iberisch,Latinity,Vorgabe
saeptum,Zaun,Meister,Mindestanf.,ewig
studiosus,Eifersucht,geschwolle.,trinken,Glitzer
idólum,Fetisch,Schule,einfach,Vereinheit.
feudalis,Feudal,Kampf,quixotisch,Ergänzung
pauciores,weniger,Stereotyp,Italienisc.,Vermeidung
móbilis,Mobil,Moral,für,Diatribe
fictio,Fiktion,Dienstprog.,Ersatz,regressive
fabulosus,legendär,Kirschen,Adverb,Hebräisch
fictus,scheinend,zaghaft,Italienisc.,Umfang
fideismus,fideal,kognitiv,teuer,Bestreben
fideisticu.,fide,Übelkeit,Streifen,Mischung
ferociter,feurig,Ski,Finitus,Phonograph
translativ.,figurativ,betrunken,Haarausfal.,Synonym
plica,Datei,Vergleichs.,pause,in den War.
expletio,Füllung,Positives,Bruch,privilegie.
pellícula,Film,Realismus,Frage stel.,ungerechtf.
finalis,Abschluss,clever,Simile,aufrichtig
finalitas,Abschluss,Linsen,Prelud,Minute
pecuniariu.,Finanzen,Fiktion,Dokument,In
repertum,Finden,Teil,Fehler,Aboriginal
subtilis,fein,Portable,radikal,Paganismus
multa,fein,bizarr,Supervisor,grecism
peractus,fertiggest.,Trifle,Haschisch,und
finítus,endlich,ideal,Sühne,Verwendet
fínitas,Finitus,Linsen,Glas,Therapie
Finnus,Finn,pontificat,Rückgrat,trocken
Fínnicus,Finnisch,Hoffnung,Divisible,Verbrechen
Finnia,Finnland,Friedhof,Sünde,Ecuador
firmus,Unternehme.,Kugelschre.,Insgesamt,spezifisch.
piscatio,Fischerei,Konjunktiv,Staatsange.,satan
decorosus,Ausrüstung,Tilde,Kopie,Morgen
vexillum,Flagge,Wacholder,langsamer,Trainer
blanditia,flacher,Reaktor,perfekt,Synkrektis.
flexibilis,flexibel,Süd,Gottähnlic.,Ziel
diluvium,Flut,Erbe,Stickerei,Nachteile
facundia,Einfluss,Prävention,Papier,Verhaftung
fluens,Grippe,Stufe,Irland,Platonie
tibia,Flöte,Asiatisch,Pensive,Lesen
coopérculu.,Ordner,Landschaft,Finden,Feudal
stultitia,Dummheit,änderbar,Schwergewi.,geglaubt
desipiens,Dummheit,rostig,stören,Unternehme.
inepte,töricht,Knoblauch,Finden,Bildung
nam,für,unmöglich,Vergnügen,nur
coactio,für die,Ausnahme,Irland,Antarktis
extraneus,Außenberei.,Unterdrück.,Einfach,Telefon
antesignan.,fürerunner,Arzt,Pistol,Roboter
ímmemor,Vergesslic.,Gleichmäßi.,Chemie,schneller
oblítus,vergessen,Englisch,Postleitza.,Reis
furcilla,Gabel,Biologie,Relativitä.,Geflecht
forma,Version,Angst,Flöte,Immateriel.
formalis,Formblatt,Der,einsam,Haschisch
caeremonia,Formalität,Ruinen,Fall,weich
formaliter,formell,Skandal,Psychologi.,Künstler
dispositio,Format,Balkon,Einspruch,Kieselstei.
disponens,Format,unlösbar,Licht,wöchentlic.
efformatio,Bildung,idealistis.,Affäre,Aussprache
prior,Vorname,Zurück zur.,eigenhändi.,Dienstprog.
olim,früher,Anzahl,Wasserstof.,Ziel
informis,formlos,Lutherisch.,Feigheit,autonom
formula,Formel,Bild,voyeurism,hygienisch
fossilis,Fohlen,einfach,Schöpfung,Canterbury
fundatio,Erdung,immer,Waren,Rasse
pars,Abschnitt,Frequenz,Auflogisti.,Behandlung
fragmentum,Fragment,Clique,positiv,Monotheism.
Franciscan.,Franziskan.,Wizard,noch,fideal
libertas,Breite,ideal,Relativitä.,leistungsf.
conquassat.,Freak.,Universitä.,Speer,Halbzeug
lentícula,Linsen,sieden,Ergänzung,Gelb
libere,frei,Verschwöru.,Telefon,Friedhof
furens,frens,VORSITZ,Zeitung,Nachbar
furor,Braten,Rucksack,hygienisch,ohne Namen
frequentia,Frequenz,climax,univocal,Mikroskop
frequens,häufig,anomale,Klarheit,Mischung
végetus,frisch,Ecuador,Diese,Türkei
viriditas,Frische,unausweich.,Leiden,Wundervoll
benignus,freundlich,Igolat,überall,Russisch
terror,Terroriste.,Neuheit,Stabstahl,Skandal
frívolus,frivol,nicht,Moderne,Hemisphäre
rure,von,Nihilismus,Parsimon,grecism
antícus,vorne,leistungss.,Faktor,Durchgang
proscaeniu.,vorne,Privatpers.,Ablehnung,Überschatt.
fecundus,leistungsf.,Propan,Streitigke.,anomale
fructuose,fruchtbar,Entfaltung,Grab,gewidmet
oblectamen.,Laufzeit,berüchtigt,Zuhören,Denkbar
potentia,Potenz,zulässig,Bernstein,Begrenzung
functor,Spass für .,auseinande.,Rest,wahrschein.
pecuniae,Mittel,Molekül,DVD,Leiden
infundíbul.,Trichter,unerwartet,frens,Rolle
ridiculus,lächerlich.,normativ,umbillig,laicistica
ultra,weiter,Oxford,Garnelen,täglich
ulterior,weiter,viel,Angebot,Treason
futilis,Unverfügba.,automatisc.,Migration,Pistol
futility,Futilität,Stich,Kosten,Begründung
futurus,Zukunft,Entspannun.,Ausrüstung,Geschlecht
lucrum,Gewinne,Hoffnungsl.,Beobachten,leicht
Gallaecia,Galicien,erlösbar,apathisch,Gültigkeit
Gallaecus,Galicien,ungerechtf.,modal,Muscula
álea,Glücksspie.,Ägypter,grecism,Nachfolge
lacuna,Lacuna,Schlafen,Garantie,Tacho
alium,Knoblauch,überall,Anker,sagen:
gasium,Gas,schwach,Sanktionen,Reflexion
gasicus,Gas,Vereinfach.,Postmodern.,Bitte!
bencinum,Benzin,beliebt,schematisc.,agnostisch
bencinariu.,Benzin,gesungen,schwächer,Zurückzieh.
gemma,Edelsteine,babbel,Skizze,Collat
generalis,Generell,Anarchie,Lateinamer.,Azteken
generalita.,Allgemeinh.,Kollisione.,locker,prophetisc.
generalite.,Verallgeme.,zeitlos,Invasion,Einfluss
liberalita.,Großzügigk.,Beruf,Copula,hässlich
genitívus,Genitiv,Subvention.,Pejoration,Anfang
mitis,sanft,Programm,Kennnummer,Sanscrit
nobilis,Gentleman,mit,Spanier,Präzision
sincerus,Original,Noisy,Energie,Abteilung
geographia,Geographie,Spanier,schnell,Umfang
geométria,Geometrie,Tastatur,bereiten,Divisible
Germanicus,Deutsch,Violine,Sakrament,William
gerundium,Gerund,Philosophi.,Ruinen,winzig
gerundivum,Gerundion,Hirse,Gebiet,Einfluss
larva,Geist,Komponist,Vorschlag,außen
donum,Geschenk,Endocrine,Rumanisch,Sarkastisc.
immanis,gigantisch,vertikal,Ökumenismu.,Angaben
puella,Mädchen,Vorschrift,Ergänzung,umweltfreu.
datum,gegeben,Favoriten,Willkommen,Nachfolge
donatio,Vorgabe,in,Kernenergi.,Zeichen
datio,geben,vocative,unausweich.,schwanger
vitrum,Glas,Betrug,viel,geöffnet
vitreus,Glas,sprachlos,Gurtband,Censor
impediment.,Glitzer,schamlos,Promotion,ethnische .
glossa,Glanz,wenn,impliziere.,Schirmherr.
glossarium,Glanz,Vorgabe,Zahnarzt,Inzucht
digitabulu.,Handschuh,Exzenter,absurdum,Türkei
gnoseologi.,Gnoseologi.,beliebt,ständig,Streitigke.
gnosticus,Gnostic,gefangen,Referenz,Subvention.
gnosticism.,Gnostik,Zweisprach.,Weiden,registrier.
permissio,Genehmigun.,Mikrofon,Vortrag,Elektronik
propositum,Vorschlag,schneller,Rolle,Empirismus
Deiformis,Gottähnlic.,Valin,Wahl,Angaben
aurifodína,Goldmin,Material,zusätzlich,groß
Goliardicu.,Goliard,Ungerechti.,Thema,Parsimon
Guglea,Google,winzig,Küssen,Schicksal
gothicus,Haschisch,Arbeit,auch,tropica
pódogra,Gicht,Ablehnung,Höflichkei.,Pistole
publicus,Zustand,Neugier,Resolut,intuitive .
taxatio,Einstufung,Sherlock,Schlafen,stellar
gradalis,allmählich,Berater,Orchester,Recht
gradatim,allmählich,Exzenter,affix,separat
baccalaure.,Absolvente.,Zurück zur.,grundsätzl.,Geschickli.
grammática,Grammatik,dünne,wächst,!
magnificus,herrlich,Fett,klinisch,vile
concessum,Finanzhilf.,Gemeinde,Portable,Sitzung
graphicum,Diagramm,Utopie,Advers,Sokrates
herba,Gras,Komödie,tiefer,Unsicher
gratitudo,Dankbarkei.,Polizei,Zuversicht.,leicht
sepulcrum,Grab,Nirgendwo,Peru,leicht
gravitas,Schwergewi.,Familie,Piet,Patienten
insignis,bemerkensw.,Rohöl,Versuchung,Restaurier.
éuge!,Toll!,unerwartet,Juror,eigenhändi.
máxime,stark,Regal,Fenster,Lkw
magnitudo,Größe,Chirurgie,Spekulatio.,Entspannun.
graecismus,grecism,gewöhnlich,Newtonian,verschiede.
Graecia,Griechenla.,außen,Verschwöru.,gebrochen
avaritia,Gier,Idee,Klausel,Mittagesse.
Graecus,Griechisch,Allgemeinh.,unpassierb.,Spass für .
víridis,Grün,Spatenstic.,Italienisc.,Rom
salutatio,Willkommen,Mongolei,Roman,Koordinate.
gregalis,griechisch,Inkarnat,Initiative,nicht
cratícula,Netz,Interlud,Mischung,Verletzung
crassus,dick,Sozialismu.,Oberfläche,Disjunkt
nimis,Brutto,Bild,in der Näh.,Gehirn
