stipatio,clustering
egressio,out
abátia,abbey
ablativus,ablative
abnormis,abnormal
aboriginalis,aboriginal
abortio,abortion
super,above
supra,above
superior,upper
absentia,absence
simplex,absolute
absolutum,absolute
omnino,utterly
absolutismus,absolutism
abstractus,abstract
appellatio,recourse
absurdus,grotesque
ineptia,absurdity
malédicus,abusive
académicus,academic
tonicus,accented
gratus,acceptable
acceptabilis,acceptance
acceptio,reception
aditialis,entrance
accidentalis,accidental
relatio,account
ratiocinator,accountant
exactus,precise
accurate,sharply
accusatio,accusation
reus,accused
absolutio,acquittal
acrónymum,acronym
trans,across
histrionia,acting
histrionicus,actor's
actio,workings
activus,active
activitas,working
fautor,supporter
opera,work
scaenica,actress
accomodatus,adaptive
adjectio,addition
additicius,additional
contio,address
sufficientia,adequacy
apte,adequately
adjectivalis,adjectival
adjectivum,adjective
moderabilis,adjustable
admirabilis,admirable
admiratio,wonder
admíror,admire
accipiendus,admissible
sane,admittedly
provectus,advanced
adverbium,adverb
adverbialis,adverbial
consilium,program
consulte,advisedly
consultatio,conference
consiliator,advisor
suasor,advocate
aesthética,aesthetics
affabilis,affable
pútidus,affected
affígo,affix
praefatus,aforesaid
pávidus,afraid
áfricanus,African
post,behind
sequelae,aftermath
postmeridianus,afternoon
íterum,again
adversus,versus
aetas,age
saecularis,secular
agentura,agency
auctor,writer
hostilis,aggressive
agnósticus,agnostic
conventio,agreement
prorsus,purely
auxilium,help
meta,aim
aeróplanum,airplane
interapertus,ajar
alcoholum,alcohol
alethicus,alethic
disjunctus,alienated
par,matching
illecebrósus,alluring
paene,almost
solus,only
per,through
clare,clearly
alphabetum,alphabet
licet,alright
etiam,even
mutare,alter
immutatio,alteration
altruismus,altruism
semper,ever
idióticus,amateurish
stupor,amazement
mirus,surprising
ambiguitas,ambiguity
ambiguus,ambiguous
ambitio,ambition
ambitiosus,ambitious
ambifarius,ambivalent
árcera,ambulance
Americanus,American
prave,amiss
amminoácidum,amminoacid
amoralismus,amoralism
copia,supply
amplificatrum,amplifier
analogicus,analogical
analogum,analogue
anarchia,anarchy
próavi,ancestor
áncora,anchor
antíquitus,anciently
ira,anger
annunciátor,announcer
anómalus,anomalous
responsum,response
florilegium,anthology
antinómia,antinomy
anxíetas,anxiety
anxius,anxious
quivis,any
quispiam,anybody
utique,anyway
aliquid,something
alicubi,anywhere
seclusus,apart
separatim,apart
domicilium,residence
lentus,apathetic
lentitudo,apathy
sententia,motto
apologeticus,apologete
excusatio,apology
apória,aporia
manifestus,evident
apparentia,appearance
additamentum,appendix
magni,appreciate
appropinquatio,approach
apriorismus,apriorism
armeníacum,apron
Arabius,Arabian
Arábice,Arabic
Aramáéus,Aramaic
disceptator,arbiter
arbitrarius,arbitrary
archetypum,archtype
area,area
probabilis,arguable
argumentum,argument
argumentalis,argument
orior,emerge
instructura,array
prehendo,arrest
arrogantia,arrogance
sagítta,arrow
dilucidus,articulate
artificiosus,artificial
ártifex,artistic
quatenus,as
Asianus,Asian
seorsum,separately
dormiens,asleep
studium,zeal
sicarus,assassin
compóno,assemble
concilium,council
assensio,assent
assertio,assertion
aestimatio,valuing
assignatio,assignment
adjutor,helper
sumptio,postulate
confirmatio,assurance
affirmo,assure
domi,at
ataráxia,ataraxia
atheisticus,atheistic
Atlanticus,Atlantic
atmosphaera,atmosphere
atómicus,atomic
expiatio,atonement
appendicula,attachment
adeptio,gaining
praesentia,presence
subteguláneum,attic
speciósus,attractive
attributum,attribute
cavea,public
phonotaeníola,audiotape
autarchia,autarchy
germanus,authentic
auctoritas,prestige
autocinéticus,automobile
automatarius,automatic
autocinétum,car
autónomus,autonomous
autonomia,autonomy
autumnalis,fall
medíetas,average
medius,middle
vitatio,avoidance
conscientia,awareness
mirabilis,awesome
dirus,dreadful
inconcínnus,clumsy
axiologia,axiology
Aztecus,Aztec
garrulitas,babble
postícus,back
spina,backbone
circumstantiae,background
praesumptus,background
mántica,backpack
retrógradus,backward
retro,backwards
bacterium,bacterium
pravus,bad
improbitas,badness
esca,bait
aequilibritas,balance
libratus,balanced
maeniánum,balcony
calvitium,baldness
pila,ball
tabella,ballot
banána,banana
exilium,exile
argentaria,bank
argentarius,banker
thermopolium,bar
bárbarus,barbarian
merus,sheer
barócus,barroque
statio,quarters
basípila,baseball
fundátus,basically
fundamentaliter,basically
fundamentum,basis
balneum,bathroom
solium,bathtub
proelium,combat
pílula,bead
faba,bean
barba,beard
pulchritudo,beauty
quia,because
antequam,before
ante,before
incipiens,beginner
convenit,behooves
essens,being
serus,belated
Belgicus,Belgian
Belgium,Belgium
opinatus,believed
credens,believer
campana,bell
infra,underneath
cíngulum,belt
scamnum,bench
benéficus,generous
proclivitas,tendency
juxta,beside
praeterea,besides
largitio,bestowal
proditio,treason
birotarius,bicyclist
bilinguis,bilingual
miliardum,billion
obligatorius,obligatory
biologicus,biological
biologus,biologist
biologia,biology
patria,birthplace
amárus,bitter
amaritudo,bitterness
bivalentia,bivalence
ridículus,bizarre
lámina,layer
reprehensio,blame
vacuum,blank
vacuus,blank
blasphémo,blaspheme
blasphémus,blasphemer
blasphemia,blasphemy
apertus,open
admixtio,blend
caecus,blind
obsidio,blockade
interclusio,blockage
faveus,blond
caerúleus,blue
distortus,distorted
directorium,board
jactans,boastful
incorporalis,bodiless
corpóreus,bodily
férvidus,boiling
audacia,boldness
adminículum,bolstering
bomba,bomb
vínculum,bond
librarium,bookcase
librarius,copyist
inurbánus,boorish
cáliga,boot
limitáneus,border
taedium,weariness
taediosus,boring
mutuus,reciprocal
mutuatio,borrowing
lagóéna,bottle
finis,bound
cista,box
strophium,bra
gloriosus,bragging
brahmanismus,brahmanism
cérebrum,brain
arbóreus,branching
stigma,brand
fortis,strong
fortitudo,courage
Brasilia,Brazil
Brasiliensis,Brazilian
ruptio,break
jentáculum,breakfast
mamilla,breast
nupta,bride
clarus,clear
luculentus,brilliant
vivax,long-lived
Britannia,Britain
Britannus,British
Britannicus,British
latus,wide
fractus,broken
aeneus,bronze
fuscus,brown
navigatrum,browser
bulla,bubble
sítula,bucket
buddhismus,buddhism
aedificium,building
pirum,bulb
ministerium,service
grapheocrátia,burocracy
grapheocráticus,burocratic
laophorium,bus
negotium,trade
occupatus,busy
sed,but
butýrum,butter
papilio,butterfly
verbum,verb
dictio,uttering
cábbala,cabbala
refectorium,refectory
placenta,cake
calendarium,calendar
vocatio,vocation
tranquillus,calm
aequanímiter,calmly
tranquillitas,calmness
Cantabrigia,Cambridge
Cantabrigiensis,Cambridge
fossa,canal
candidatus,candidate
Cantuaria,Canterbury
capitalismus,capitalism
captivus,captive
carbonium,carbon
charta,paper
cardinalis,pivotal
cura,worry
diligens,careful
diligenter,carefully
néglegens,careless
Carmelitanus,Carmelite
carneus,carnal
tapétum,carpet
lator,carrier
Cartesianus,Cartesian
Cartusianus,Carthusian
imagúncula,cartoon
res,topic
castellum,fort
Cataloniensis,Catalonian
categoria,category
Cathólicus,Catholic
Caucasius,Caucasian
causativus,causal
causalitas,causality
causa,cause
cautio,caution
cautus,cautious
perpetuus,unending
tectum,roof
heleoselínum,celery
caelebs,celibate
cellula,cell
coemeterium,cemetery
censor,censor
censura,critique
medium,middle
caerimonia,ceremony
certo,certainly
certitudo,certainty
catena,chain
creta,chalk
próvoco,challenge
provocátor,challenger
propugnator,champion
fortúitus,random
cancellarius,chancellor
mutatio,change
mutatorius,change
mutabilis,changeable
mutans,changing
sacellum,chapel
vaniloquus,charlatan
pérsequor,persecute
vilis,cheap
sýngrapha,check
gena,cheek
hilárus,cheerful
chémicus,chemical
chemista,chemist
chémia,chemistry
cérasum,cherry
castánea,chestnut
praecípuus,chief
praecipue,chiefly
infantilis,children
Chilia,Chile
Chiliensis,Chilean
Sinensis,Chinese
Sinenses,Chinese
semiconductor,chip
socolata,chocolate
electio,choice
exquisítus,choice
electus,chosen
Christianus,Christian
ecclesia,church
ecclesialis,ecclesial
Cinerella,Cinderella
municipium,city-state
civílis,civil
togatus,civilian
humanus,human
school,class
clássicus,classical
membrum,clause
argilla,clay
mundus,universe
serenus,clear
claritas,clearness
clericalis,clerical
cállidus,clever
calliditas,cleverness
cliens,client
caelum,climate
gradatio,climax
clinicus,clinical
fautores,clique
contemplativus,cloistered
prope,nearby
scrutatio,examining
clausus,closed
propius,nearer
núbilus,cloudy
scurrilis,clownish
dulcículus,over-sweet
consociatio,society
indicium,indication
exercitor,trainer
páénula,coat
cáffea,coffee
cognoscitivus,cognitive
cohaerentia,coherence
cohaerens,coherent
bobina,coil
frígidus,cold
collapsio,collapse
collatio,collate
collectio,collection
collegium,guild
conflígo,collide
collisio,collision
colónicus,colonial
colonia,colony
varius,various
caeruleus,colors
proeliator,combatant
comoedia,comedy
commoditas,comfort
jussum,injunction
annotatio,comment
commercium,commerce
deditio,surrender
vulgo,commonly
communismus,communism
comes,companion
societas,company
comparábilis,comparable
comparatio,comparison
misericordia,compassion
perítus,competent
querela,complaint
complementum,complement
íntegre,completely
completio,completion
complicitas,complicity
elementum,element
compósitor,composer
compósitum,composite
transactio,compromise
computátrum,computer
computratális,computer
notio,notion
conceptualis,conceptual
pressus,succinct
presse,succintly
conclusion,conclusion
illativus,deductive
concretus,concrete
vocabulum,concrete
concubina,mistress
confessarius,confessor
fides,loyalty
confísus,confident
pugna,fight
confrater,confrere
turbo,confuse
confusus,confused
perplexus,confusing
turbatio,confusion
conjunctum,conjunct
conexus,related
expugnatio,conquest
cognitus,known
consectarius,consistent
consolátor,consoler
conjuratio,conspiracy
constans,resolute
constanter,constantly
constructum,construct
contentio,tension
contingens,contingent
stabilitas,stability
oppositio,opposition
contritio,contrition
cómmodus,convenient
coenobium,convent
suasorius,persuasive
crústulum,cookie
frigídulus,cool
copulativus,coordinate
polýgraphum,copier
cópula,copula
transcríbo,copy
maiza,corn
corollarium,corollary
rectus,straight
correctus,corrected
correctio,correction
corruptor,corruptor
cosmologia,cosmology
impensa,cost
gossipium,cotton
monitum,counsel
computatio,count
comitissa,countess
innumerabilis,numberless
terra,land
aula,court
comis,courteous
cómitas,politeness
áúlicus,courtier
vacca,cow
timíditas,cowardice
ignavus,cowardly
armentarius,cowboy
rima,rhyme
gravis,sound
dementia,craziness
creatio,creation
creativus,creative
creatura,creature
credíbilis,credible
agnitio,credit
credulitas,credulity
crédulus,naive
symbolum,creed
delictum,crime
sceleratus,criminal
criticus,critic
decretorius,key
tránseo,cross
cómpitum,crossroads
turba,crowd
crudelis,cruel
crudelitas,cruelty
cruciata,crusade
cruciatus,crusader
crusta,crust
bacculum,crutch
culturalis,cultural
excultus,cultured
curiositas,curiosity
mire,curiously
usitatus,current
consuetudo,custom
translaticius,customary
béllulus,cute
cyclicus,cyclic
cynicus,cynic
cynismus,cynicism
quotidie,daily
saltator,dancer
periculosus,risky
obscurus,dark
Darwinismus,Darwinism
dies,date
dativus,dative
aurora,dawn
surdus,voiceless
pactio,deal
corruptio,decadence
fallácia,deception
fallax,deceptive
plane,perfectly
decretum,decision
judicatorius,decision
declinatio,declension
deterioratio,decline
imminutio,decrease
dedicatio,dedication
deductio,deduction
factum,fact
profundus,profound
pénitus,thoroughly
superátor,defeater
vitium,fault
vitiosus,unsound
defensor,defender
defensio,defense
defensibilis,defensible
defensorius,defensive
mendosus,mistaken
definitus,definite
definite,definitely
definitio,definition
terminalis,definitive
deformitas,deformity
stadium,degree
deicticus,deictic
deismus,deism
mora,wait
cogitatus,deliberate
suavis,tasty
postulatio,pretension
durus,stern
spernax,demeaning
democratia,democracy
democraticus,democratic
negatio,negation
signífico,hint
cláúsula,denouement
dentifex,dentist
deonticus,deontic
deontologia,deontology
provincia,department
depressus,depressed
altitudo,depth
contumeliosus,pejorative
meritum,deserts
mérito,rightly
descriptio,design
denoto,designate
architectus,designer
desiderabilis,desirable
optabilis,desireable
scrinium,desk
desperatio,despair
fatum,fate
distensio,detente
detractio,detraction
detractor,detractor
digressio,digression
machinamentum,engine
devius,devious
deditus,devoted
diagrammate,diagram
dialecticus,dialectic
dialogicus,dialogical
cólloquor,dialogue
diátriba,diatribe
dichotomia,dichotomy
dictionarium,dictionary
didascalius,didactic
diaeta,diet
alius,other
diffusio,diffusion
concoctio,digestion
dignitas,dignity
dioecesanus,diocesan
directio,direction
directe,directly
moderator,director
spurcus,dirty
spurco,dirty
impeditio,prevention
calamitas,disaster
calamitosus,disastrous
incredulitas,unbelief
discalceatus,discalced
discipulus,follower
patefactivus,disclosive
patefactio,disclosure
disjungo,disconnect
inventor,discoverer
arbitrium,discretion
sermocinatirius,discursive
disceptatio,discussion
pátina,dish
disjunctum,disjunct
consternatio,dismay
reprobatio,disproof
discussio,dispute
male,dissatisfy
dissensio,dissidence
distantia,distance
distinctus,distinct
distortio,distorsion
diffidentia,distrust
divisus,disunited
disjunctio,separation
desuetus,disuse
divortium,divorce
diversitas,diversity
divinus,divine
divinitus,divinely
dividuus,divisible
divisio,division
medicus,doctor
doctoralis,doctoral
doctrina,teaching
monumentum,document
máchina,dodge
dogmaticus,dogmatic
dogmatismus,dogmatism
scutatum,dollar
territorium,territory
práévalens,dominating
Dominicanus,Dominican
janua,door
dubitatio,hesitation
deorsum,downwards
summus,utter
libéllulua,dragonfly
scaenicus,stage
histriónia,dramatics
severissimus,drastic
incommodum,drawback
somnium,dream
térebra,drill
potio,drink
siccitas,drought
týmpanum,drum
ébrius,drunk
ebríetas,drunkeness
siccus,dry
dualismus,dualism
ducissa,duchess
mutus,dumb
sterquilinium,dungheap
inter,during
Nederlándicus,Dutch
videodiscus,DVD
dyádicus,dyadic
moribundus,dying
dynamicus,dynamic
mane,early
enixus,earnest
enixe,earnestly
otium,ease
facile,easily
orientalis,eastern
fácilis,easy
abnormalis,eccentric
oecologicus,ecological
oecologia,ecology
oeconometria,economics
parsimonia,economy
Æquatoria,Ecuador
Æquatorianus,Ecuadorian
oecumenicus,ecumenical
oecumenismus,ecumenism
edictum,edict
editio,edition
institutio,education
praeceptor,tutor
formidolósus,eerie
efficientia,efficiency
ovum,egg
Ægyptius,Egyptian
cúbitum,elbow
Eleáticus,Eleatic
comitialis,electoral
electricus,electric
electronicus,electronic
élegans,elegant
primordius,primitive
eloquenter,eloquently
álibi,elsewhere
emanatio,emanation
emergens,emerging
passio,suffering
empathía,empathy
imperator,general
emphaticus,emphatic
imperium,empire
empiricus,empirical
empirismus,empiricism
functionarius,employed
exinanitio,emptying
terminatio,ending
endócrinus,endocrine
navus,energetic
energeticus,energy
desponsatus,engaged
machinator,engineer
Anglicus,English
satis,quite
locupletatio,enrichment
adscripticius,registered
illatio,entailment
totus,total
integritas,soundness
entrópia,entropy
perscriptio,minutes
ínvidus,jealous
invidia,envy
evánidus,ephemeral
épicus,epic
epigraphe,epigraph
epistemicus,epistemic
epítheton,epithet
aequus,plain
aequalitas,equality
aequipóllens,equivalent
aequívocus,equivocal
eróticus,erotic
mendum,mistaker
succedáneus,ersatz-
doctus,scholarly
esotericus,esoteric
scriptio,writing
essentia,essence
quidditativus,essential
aeternus,eternal
aeternitas,eternity
ethicus,ethical
gentilis,ethnic
Etrúscus,Etruscan
Eucharístia,Eucharist
euphória,euphoria
éúphorus,euphoric
Europáéus,European
aequalis,even
ultimus,last
postremo,eventually
omnes,everybody
ubíque,everywhere
evidentia,evidence
malus,wicked
malum,evil
malefactor,evildoer
evolutio,evolution
evolutivus,evolution
accuratio,exactness
probatio,test
excavatio,excavation
excellencia,excellence
exceptio,exception
nimíetas,excess
nimius,excessive
concitatio,excitement
proprius,private
executivus,executive
exemplaris,ideal
exercitatio,training
exhaustus,exhausted
exhibitio,exhibit
exoticus,exotic
expansio,expansion
carus,expensive
experientia,experience
experimentum,experiment
expressus,graphic
aperte,obviously
diserte,expressly
latitudo,extent
ádditus,extra
extractum,extract
extremus,utmost
summe,extremely
facetus,facitious
facticitas,facticity
secta,faction
conditio,factor
ergasterium,factory
fácticus,factual
facúltas,faculty
offensio,failure
mediócriter,fairly
aequitas,fairness
Christifidelis,faithful
fallacia,fallacy
lapsus,slip
falsus,wrong
falsum,falsehood
pérperam,wrongly
familia,family
familiaris,intimate
praeclarus,famous
flabellum,fan
fanaticus,fanatic
commenticius,phoney
phantasia,fancy
vectura,fare
villa,farmhouse
longius,farther
velox,fast
velóciter,fast
celerius,faster
obésus,fat
fatális,fatal
fatalismus,fatalism
beneficium,favor
praedilectus,favorite
factibilis,feasible
foederatus,federal
sensatio,feeling
femineus,female
feminínus,feminine
feminismus,feminism
saeptum,fence
studiosus,zealous
idólum,fetish
feudalis,feudal
pauciores,fewer
móbilis,mobile
fictio,fiction
fabulosus,legendary
fictus,seeming
fideismus,fideism
fideisticus,fideistic
ferociter,fiercely
translativus,figurative
plica,file
expletio,filling
pellícula,film
finalis,final
finalitas,finality
pecuniarius,financial
repertum,finding
subtilis,fine
multa,fine
peractus,finished
finítus,finite
fínitas,finitude
Finnus,Finn
Fínnicus,Finnish
Finnia,Finnland
firmus,firm
piscatio,fishing
decorosus,fitting
vexillum,flag
blanditia,flattery
flexibilis,flexible
diluvium,flood
facundia,fluency
fluens,fluent
tibia,flute
coopérculum,folder
stultitia,stupidity
desipiens,foolish
inepte,foolishly
nam,for
coactio,forcing
extraneus,outsider
antesignanus,forerunner
ímmemor,forgetful
oblítus,forgotten
furcilla,fork
forma,version
formalis,formal
caeremonia,formality
formaliter,formally
dispositio,format
disponens,formater
efformatio,formation
prior,prior
olim,formerly
informis,formless
formula,formula
fossilis,fossil
fundatio,grounding
pars,section
fragmentum,fragment
Franciscanus,Franciscan
libertas,latitude
conquassatio,freakout
lentícula,lens
libere,freely
furens,frenetic
furor,frenzy
frequentia,frequency
frequens,frequent
végetus,fresh
viriditas,freshness
benignus,friendly
terror,terror
frívolus,frivolous
rure,from
antícus,front
proscaenium,front
fecundus,prolific
fructuose,fruitfully
oblectamentum,passtime
potentia,potency
functor,functor
pecuniae,funds
infundíbulum,funnel
ridiculus,ridiculous
ultra,further
ulterior,further
futilis,unavailing
futility,futility
futurus,future
lucrum,gain
Gallaecia,Galicia
Gallaecus,Galician
álea,gambling
lacuna,lacuna
alium,garlic
gasium,gas
gasicus,gaseous
bencinum,gasoline
bencinarius,gasoline
gemma,gem
generalis,generic
generalitas,generality
generaliter,generalize
liberalitas,generosity
genitívus,genitive
mitis,gentle
nobilis,gentleman
sincerus,genuine
geographia,geography
geométria,geometry
Germanicus,German
gerundium,gerund
gerundivum,gerundive
larva,ghost
donum,gift
immanis,gigantic
puella,girl
datum,given
donatio,givenness
datio,giving
vitrum,glass
vitreus,glass
impedimentum,glitch
glossa,gloss
glossarium,glossary
digitabulum,glove
gnoseologia,gnoseology
gnosticus,gnostic
gnosticismus,gnosticism
permissio,permission
propositum,suggestion
Deiformis,God-like
aurifodína,goldmine
Goliardicus,Goliardic
Guglea,Google
gothicus,gothic
pódogra,gout
publicus,state
taxatio,grading
gradalis,gradual
gradatim,gradually
baccalaureus,graduate
grammática,grammar
magnificus,splendid
concessum,grant
graphicum,graph
herba,grass
gratitudo,gratitude
sepulcrum,tomb
gravitas,gravity
insignis,remarkable
éuge!,great!
máxime,greatly
magnitudo,size
graecismus,grecism
Graecia,Greece
avaritia,greed
Graecus,Greek
víridis,green
salutatio,welcome
gregalis,gregarious
cratícula,grid
crassus,thick
nimis,grossly
globus,group
ássecla,hanger-on
augescens,growing
incrementum,increase
praestatio,guarantee
pignus,guarantor
conjectura,guess
ductor,guide
culpa,guilt
culpabilis,guilty
sclopétum,gun
víscera,innards
sólitus,usual
grándinat,hail
dimidius,half
ansa,handle
tractatio,treatment
habilis,handy
crápula,hangover
beatitúdo,happiness
laetus,joyfully
diffícilis,hard
vix,hardly
damnun,harm
nocívus,harmful
innócuus,harmless
concordia,harmony
cursim,hastily
praeproperus,hasty
odíbilis,hateful
ódium,hatred
títulus,heading
sanitas,normality
sanus,healthy
Hebraeus,Hebrew
temperatio,hedge
hedonismus,hedonism
Hegelianus,Hegelian
hegemonía,hegemony
fastigium,height
helicópterum,helicopter
hélica,helix
Hellenismus,Hellenism
utilis,useful
hemisphaerium,hemisphere
hinc,hence
praeco,herald
hereditarius,inherited
haereticus,heretical
heréditas,heritage
heróicus,heroic
dubitanter,hesitating
heuristicus,heuristic
occultus,occult
hierarchia,hierarchy
altus,tall
suprémus,highest
valde,much
viarius,highway
índicus,Hindu
hinduismus,hinduism
coxa,hip
conductus,hired
historicus,historical
historia,history
huc,hither
raucus,hoarse
avocamentum,hobby
sárculum,hoe
cavum,hole
sanctitas,holiness
holocaustum,holocaust
sanctus,holy
domesticus,home
homilia,homily
homónymum,homonym
homosexualis,homosexual
probus,honest
próbitas,honesty
honorábilis,honorable
honeste,honorably
caputium,hood
spei,hope
desperatus,hopeless
desperanter,hopelessly
horizontalis,horizontal
valetudinarium,hospital
hostilitas,hostility
deversorium,inn
Hustonia,Houston
tugurium,shack
áttamen,however
immensus,unlimited
miséricors,humane
humanismus,humanism
humanisticus,humanistic
humanitas,humanity
húmilis,humble
quotidianus,humdrum
suspicio,hunch
Húngarus,Hungarian
Hungaria,Hungary
esúriens,hungry
venatio,hunt
venator,hunter
hydrógenum,hydrogen
salubritas,hygiene
salutaris,hygienic
hypertextualis,hypertext
hypnoticus,hypnotic
Hiberia,Iberia
Hibericus,Iberian
iconomachia,iconoclasm
iconoclasta,iconoclast
idealismus,idealism
idealisticus,idealistic
ideatio,ideation
identitas,sameness
ideologia,ideology
idolatricus,idolatrous
idolatria,idolatry
inscientia,ignorance
ínsciens,ignorant
illegalis,illegal
analphabetus,illiterate
illogicus,illogical
lustro,illuminate
illuminismus,illuminism
hallucinatio',illusion
translatio,imagery
imitatio,imitation
immanentia,immanence
ímmanens,immanent
immaterialis,immaterial
immaturus,immature
immediatio,immediacy
praesens,immediate
immersio,immersion
immódicus,immoderate
impudícus,immodest
immoralis,immoral
immortalis,immortal
immutabilis,immutable
impactio,impact
ínvius,impassible
impatientia,impatience
imperativum,imperative
imperialis,imperial
impersonalis,impersonal
tacitus,tacit
tácite,implicitly
implosio,implosion
dicit,imply
significatio,importance
impossibilis,impossible
commotus,impressed
impressio,impression
inverisimilis,improbable
ineptus,improper
extemporalis,improvised
inopia,inability
inactuosus,inactive
insuffiens,inadequate
quátenus,inasmuch
endogámicus,inbred
endogámia,inbreeding
incarnatus,incarnate
incitamentum,incentive
adventicius,incidental
inclusus,included
comprehensivus,inclusive
imperfectus,unfinished
incredibilis,incredible
vere,indeed
incertus,uncertain
incisura,indent
endeixicus,indexical
Indus,Indian
Indoamericanus,Indian
indicativus,indicative
patrius,indigenous
indignabundus,indignant
obliquus,indirect
inconsultus,indiscreet
individuum,individual
inductio,induction
indulgentia,indulgence
industrialis,industrial
ineffábilis,ineffable
disaequatio,inequality
inevitabilis,inevitable
necessario,inevitably
inexorabilis,inexorable
infallibilis,infallible
infamis,infamous
consequentia,inference
infinítus,infinite
infinitas,infinite
infinitivum,infinitive
infínitas,infinity
inflátus,inflated
rarus,uncommon
habitatus,inhabited
inhibitio,inhibition
primus,primary
motivus,moving
initiatio,initiative
initiator,initiator
injustitia,injustice
atramentum,ink
intus,within
interior,interior
innocentia,innocence
innovatorius,innovating
innovatio,innovation
inorganicus,inorganic
inspectio,inquiry
insanus,insane
insanitas,insanity
insectum,insect
instabilis,insecure
interpositio,interfere
perspicientia,insight
instantia,insistence
exemplum,instance
momentum,moment
instrumentum,tools
insuláris,insular
contumelia,insult
necessarius,integral
acer,intense
intentio,objective
embolium,interact
temporarius,tentative
internitas,inwardness
interludium,interlude
Interretialis,Internet
intervallum,pause
intérsum,intervene
percontatio,interview
intime,intimately
contortus,intricate
intuitivus,intuitive
irritus,invalid
incursio,invasion
adinventum,invention
adinventor,inventor
inversus,inverse
reflexim,inversely
invisibilis,invisible
invitatio,invitation
implicátus,involved
Hibernia,Ireland
Hibernius,Irish
irónicus,ironic
ironía,irony
irrationalis,irrational
irregularis,irregular
Islamismus,Islam
Islamicus,Islamic
ínsula,island
insulánus,islander
solitarius,isolated
solitudo,wasteland
isomorphicus,isomorphic
Israelianus,Israeli
exemplar,issue
Italus,Italian
Italicus,Italian
Itália,Italy
itinerarium,itinerary
eburneus,ivory
Japania,Japan
Japaniensis,Japanese
Jesuiticus,Jesuit
Judaeus,Jew
Judáéa,Jewess
Judáicus,Jewish
conjunctio,jointly
gaudium,joy
Judaeismus,Judaism
judicium,trial
judicialis,judicial
jurisperítus,jurist
justus,just
justitia,justice
cerygmaticus,kerygmatic
claviatura,keyboard
chilometrum,kilometer
propinqui,kin
benigne,kindly
benignitas,kindness
ósculum,kiss
culína,kitchen
textura,knitting
sollertia,skill
scibilis,knowable
cógnitor,knower
cognitio,knowledge
scienter,knowingly
pittacium,label
laboratorium,laboratory
domina,lady
laicismus,laicism
laicisticus,laicistic
lucerna,lamp
órbita,orbit
magnus,large
diutinus,lasting
tardus,slow
sero,late
nuper,lately
serius,later
Latine,Latin
Latinitas,latinity
lavándula,lavender
prátulum,lawn
advocatus,lawyer
laicus,layman
segniter,lazily
pigritia,laziness
praelectio,lecture
lector,lecturer
lectorium,lecturn
flexibilitas,leeway
laevus,left
legatum,legacy
legitimus,titular
legalismus,legalism
legalisticus,legalistic
jus,legality
legislator,legislator
longitudo,length
leprosus,leper
minus,less
minor,smaller
minutio,lessening
documentum,moral
planus,level
obnoxius,liable
liberalis,liberal
liberalismus,liberalism
bibliothecarius,librarian
bibliothéca,library
mendacium,lie
vita,life
levis,light
illuminatio,lighting
fúlminat,lightning
verisímilis,likely
similitudo,simile
item,likewise
angustus,limited
limitans,limiting
linea,line
rótulus,list
auscultatio,listening
litra,liter
litterarius,literary
litterae,literature
paulum,little
parvus,small
liturgicus,liturgical
liturgía,liturgy
vivus,living
victus,living
mutuum,loan
invenibilis,locatable
situs,located
logica,logic
logicus,logical
solitárius,lonely
age!,look!
laqueus,loop
deverticulum,loophole
solutus,loose
laxe,loosely
amissio,loss
demissus,low
inferior,lower
fidus,reliable
fortuna,luck
lunaticus,lunatic
prandium,lunch
Lutheranus,Lutheran
mendax,lying
machina,machine
machinatio,machinery
apex,tilde
mafianus,mafioso
magia,magic
magneticus,magnetic
epistulae,mail
tabellarius,mailman
praecipuus,special
plurimi,majority
fabricator,maker
effectio,production
masculus,male
forum,market
mammiferum,mammal
decursio,manoeuvre
manuscriptum,manuscript
multi,numerous
exigue,marginally
marihuana,marijuana
classiarius,marine
nota,property
Martianus,Martian
martýrium,martyrdom
Marxianus,Marxian
Marxismus,Marxism
masculinus,masculine
sólidus,masive
persona,person
personatus,masked
masora,masora
masoreticus,masoretic
massa,mass
intelligo,master
materialis,material
materia,theme
maturatio,maturation
maturus,mature
maturitas,maturity
maximus,maximal
fortasse,perhaps
significatum,meaning
significativus,meaningful
mensura,measure
mechanicus,mechanic
machinalis,mechanical
artificum,mechanics
mechanicismus,mechanism
medianus,median
mediatus,mediate
deprecator,mediator
medicina,medicine
meditatio,thinking
congressio,meeting
mixtura,mixture
membrum-esse,membership
membrana,tissue
memoria,memory
mentalis,mental
ingenium,wit
conducticius,mercenary
mercator,trader
mere,merely
laudabilis,meritorius
nympha,mermaid
messianicus,messianic
metabolicus,metabolic
metabolismus,metabolism
metallum,mine
metallicus,metal
metrum,meter
methodicus,methodical
Methodismus,Methodism
accuratus,meticulous
Méxicum,Mexico
microbium,microbe
microphonium,microphone
microscopium,microscope
migratorius,migratory
militaris,military
millenium,millenium
amens,mindless
mineralis,mineral
minimus,minimal
diminutio,minimizing
minimum,minimum
minuta,minute
portentosus,miracle
miráculum,miraculous
speculum,mirror
infortunium,misfortune
missionalis,missionary
error,mistake
false,mistakenly
mitigatio,mitigation
misceo,mix
miscellus,mixed
modalis,modal
modalitas,modality
recens,recently
modernismus,modernism
modernitas,modernity
módicus,modest
Mahometanus,Mohammedan
mahometanus,Mohammedan
molécula,molecule
súbitus,quick
monádicus,oneplace
monadologia,monadology
monarchia,monarchy
monasterium,monastery
monasticus,monastic
monetarius,monetary
pecunia,money
monismus,monism
monitorium,monitor
monachus,monk
monographia,monograph
monopolium,monopoly
monotheismus,monotheism
monotonus,monotonous
monotonia,monotony
incertum,moot
moralis,moral
moralismus,moralism
moralitas,morality
ínsuper,moreover
matutinus,morning
morphologia,morphology
mortalis,mortal
mortalitas,mortality
plerique,most
plerumque,ordinarily
tínea,moth
motivatio,motivation
motorium,motor
autobírota,motorcycle
motor,mover
taeníola,movie
multitudo,multitude
Monachium,Munich
necator,murderer
musculósus,muscula
museum,museum
musicus,musical
Muslimus,Muslim
subium,mustache
repressio,muzzle
arcanus,secret
mysterium,mystery
mythicus,mythical
ingenuitas,naivete
scilicet,namely
meridiatio,nap
mappa,napkin
narcoticus,narcotic
narrativus,narrative
turpis,vile
nationalis,national
naturalis,natural
naturalismus,naturalism
naturalitas,naturality
natura,nature
naturismus,naturism
ímprobus,shameless
nausea,nausea
immo,nay
necessitas,urgency
egens,needy
negativus,negative
vicínus,neighbor
nec,neither
neologismus,neologism
neothomismus,neothomism
intentus,tense
reticulum,network
neutralismus,neutralism
neutrinum,neutrino
diarium,newspaper
diurnarius,newspaper
Neotonianus,Newtonian
proximus,next
inde,next
bellus,pretty
Nicaenus,Nicene
nicotinum,nicotine
véspere,nightfall
nihilismus,nihilism
nirvana,nirvana
non,not
noética,noetics
clamosus,noisy
nomadicus,nomadic
nominalis,nominal
nominalismus,nominalism
nomine,nominally
haud,non-
absurdum,nonsense
norma,standard
normalis,normal
normativus,normative
septentrionalis,northern
nostalia,nostalgia
nostalgicus,nostalgic
notandus,notable
praeprímis,notably
notatio,note
nihil,zero
animadversio,remark
notabilis,noticeable
notus,notorius
novicius,novel
novitas,novelty
novitiatus,noviciate
nunc,now
nusquam,nowhere
nuclearis,nuclear
nudus,nude
numerus,number
mónacha,nun
nutritio,nutrition
oboedientia,obedience
oboediens,obedient
oboedienter,obediently
gynecólogus-obstetrícius,OBGYN
objectum,object
objectio,objection
objectivus,objective
oblatio,offer
obscure,obscurely
attentus,observant
observator,observer
obsolétus,obsolete
patens,obvious
occasio,occasion
octava,octave
insólitus,strange
insolentia,oddness
odysséa,odyssey
extinctus,off
offensa,offense
oppugnatio,offensive
oblatum,offering
dicasterium,office
publice,officially
saepe,often
óleum,oil
petrolearius,oil
bene,okay
oligarchia,oligarchy
ominosus,ominous
praetermissio,omission
omnípotens,omnipotent
omnísciens,omniscient
accensus,on
utrólibet,on
semel,once
univalens,one-
luscus,one-eyed
nonnisi,only
accessio,onset
onticus,ontic
ontologismus,ontologism
ontologia,ontology
apertum,opening
apertio,openness
palam,openly
contrarium,reverse
contra,opposite
vexatio,oppression
ópticus,optic
óptimus,optimal
optimismus,optimism
optimisticus,optimistic
optio,option
eligibilis,optional
orchestra,orchestra
orchestralis,orchestral
ordinalis,ordinal
ordinarius,regular
organicus,organic
ordinatus,organized
instructor,organizer
novus,original
initio,originally
inceptor,originator
orthodoxus,orthodox
orthodoxia,orthodoxy
alteritas,otherness
secus,otherwise
eruptio,rash
excursio,trip
proscriptus,outlaw
priscus,outmoded
nefastus,tabu
extrernus,outside
extra,outside
foris,outside
ovarium,ovary
obumbrare,overshadow
praecentio,overture
propter,owing
Oxonium,Oxford
oxygenium,oxygen
ozonium,ozone
pacifismus,pacifism
paganus,pagan
paganismus,paganism
pagina,page
paginalis,page
dolor,pain
tabula,painting
graphicus,painting
conjungo,pair
regia,palace
pállidus,pale
pallitudo,paleness
palpábilis,palpable
sessio,session
pánicum,panic
pantheismus,pantheism
pontificius,papal
chartáceus,paper
pompa,parade
paradóxum,paradox
parallelus,parallel
similitudines,parallels
paralogismus,paralogism
paralýticus,paralytic
parasíticus,parasitic
paroecia,parish
Parisiensis,Parisian
viridarium,park
paroecialis,parochial
paródia,parody
parcitas,parsimony
apium,parsley
partim,partially
participium,participle
particula,particle
particularis,particular
collusor,partner
pascalis,pascal
progreditur,pass
ardens,passionate
passivus,passive
passivitas,passivity
signum,signal
praeteritus,past
pasta,pasta
pastoralis,pastoral
sémita,sidewalk
patheticus,pathetic
patientia,patience
patiens,patient
área,patio
patricius,patrician
patristicus,patristic
patrologia,patrology
patrócinor,patron
patrocinium,patronage
pisum,pea
inusitatus,peculiar
paedagogia,pedagogy
paedicatio,pederasty
paediatria,pediatrics
paidóphilus,pedophile
paidophília,pedophilia
efuse,pell-mell
graphium,pencil
cogitans,pensive
populus,population
perceptio,perception
perfectus,perfect
perfectio,perfection
peripheria,periphery
perjurium,perjury
diuturnus,permanent
persecutor,persecutor
assíduus,persistent
privatus,personal
personam-esse,personhood
persuasio,persuasion
Peruvia,Peru
Peruvianus,Peruvian
perversus,pervert
pessimismus,pessimism
imaginosus,phantastic
miríficus,phenomenal
phaenomenicus,phenomenic
philosophia,philosophy
phonematicus,phonemic
phoneticus,phonetic
phonógraphum,phonograph
photographia,photograph
oratio,talk
physicus,physical
physica,physics
physiologia,physiology
pictura,picture
frustum,piece
frustátim,piecemeal
pietismus,pietism
peregrinus,pilgrim
píllula,pill
gubernator,pilot
fístula,pipe
piraticus,piratical
ballistula,pistol
urna,pitcher
scriblita,pizza
locatio,placement
pestis,plague
planta,plant
púlpitum,platform
Platonicus,Platonic
Platonismus,Platonism
fábula,play
platéa,plaza
amoenus,pleasant
quaeso,please
voluptas,pleasure
plebéjus,plebeian
arátrum,plow
pluralis,plural
pluralismus,pluralism
multipicitas,plurality
plutocratia,plutocracy
internecio,pogrom
supervacuus,pointless
venenum,poison
venenatus,poisonous
Pólonus,Pole
vigiliarius,police
Polonicus,Polish
politicus,political
respublica,politics
polyádicus,polyadic
multísonus,polyphonic
mmultivalens,polyvalent
stagnum,pond
pontificalis,pontifical
pauper,poor
popularis,popular
populismus,populism
gestabilis,portable
Lusitania,Portugal
Lusitanus,Portuguese
certus,positive
expresse,positively
positivismus,positivism
possessivus,possessive
possibilis,possible
postmodernus,postmodern
postbellicus,postwar
olla,pot
solánum,potato
potentialis,potential
válidus,powerful
pragmaticus,pragmatic
pragmatismus,pragmatism
contionátor,preacher
praeámbulum,preamble
praeámbulus,preambular
precarius,precarious
praegressio,precedence
praecedens,preceding
pretiosus,valuable
praecise,precisely
exactitudo,precision
praedicatum,predicate
praedictio,prediction
prolegomenon,preface
potius,rather
praepositio,preference
graviditas,pregancy
gravida,pregnant
praejudicium,prejudice
praelusio,prelude
praematurus,premature
praemissa,premise
praenatalis,prenatal
praenota,prenote
instans,urgent
expósitor,presenter
póstmodum,presently
putativus,supposed
vulgatus,prevalent
anticipatio,preview
antehac,previously
pretium,worth
superbia,pride
sacerdotium,priesthood
prístinus,primal
primordie,primally
principissa,princess
principalis,principal
principium,principle
impresorium,printer
privatim,privately
privatio,privation
privilegium,privilege
privilegiatus,privileged
verisimilis,probable
probabiliter,probably
quaestio,question
ratio,reasoning
productum,product
profánus,profane
professio,profession
professor,professor
figura,profile
progressio,progress
projectio,projection
promissio,promise
bonae,promising
eloquior,pronounce
adminiculum,prop
propagatio,propaganda
propensio,propensity
proprie,strictly
prophetía,prophecy
prophéticus,prophetic
proponens,proponent
proportio,ratio
prosaicus,prosaic
prosa,prose
tutela,protection
proteinum,protein
recusatio,refusal
Protestans,Protestant
reclamator,protestor
protocóllum,protocol
tabularius,protocol
superbus,proud
demonstrabilis,testable
Provincialis,ProvenÃ§al
providentia,providence
próvidus,provident
prudentia,prudence
pseudónymum,pseudonym
psychiatria,psychiatry
psýchicus,psychic
psychologia,psychology
psychoticus,psychotic
publicatio,publicity
editor,publisher
ántlia,pump
poena,punishment
poenarius,punitive
puncianus,punk
puppa,puppet
purus,pure
purgatorium,purgatory
persecutio,pursuit
protervus,pushy
qua,qu
quantum,quantum
quanticus,quantum
altercatio,quarrel
quasi,quasi
quaesitio,quest
perquiro,quest
quaesítum,question
Quichoticus,quixotic
quaestiúncula,quiz
dictum,saying
rabbínus,rabbi
rabbinicus,rabbinic
phyléticus,racial
discriminator,racist
radiatio,radiation
innatus,radical
radícitus,radically
radiophonium,radio
ferrívia,railroad
pluvia,rain
divulgatus,rampant
fortúitas,randomness
stuprum,rape
temerarius,reckless
temeritas,rashness
rationalis,rational
ratione,rationally
crudus,raw
reactio,reaction
reactorium,reactor
promptitudo,readiness
lectio,reading
realis,real
realismus,realism
realisticus,realistic
realitas,reality
realiter,really
regnum,reign
prudens,reasonable
rebellio,rebellion
seditiosus,subversive
redargutio,rebuttle
recensio,review
monadia,recital
témere,recklessly
magnetophonium,recorder
incisio,recording
recreatio,recreation
recursivus,recursive
redemptibilis,redeemable
redemptor,redeeming
redemptio,redemption
coartatus,reductive
iterum,reevaluate
mentio,reference
denotadum,referent
amandatio,referring
recíprocus,reflexive
refutatio,refutation
regionalis,regional
regrediens,regressive
paenitentia,repentance
ordinarie,regularly
regulativus,regulative
rejectio,rejection
relapsio,relapse
relativus,relational
cognatus,relative
comparate,relatively
relativismus,relativism
relativitas,relativity
relaxio,relaxation
liberatio,release
appositio,relevance
pertinenter,relevantly
religiosus,religious
adversatio,reluctance
residuum,remainder
réliquus,remaining
insigníter,remarkably
remedium,remedy
memoratus,remembered
commonitio,reminder
reliquum,remnant
remote,remotely
amotio,removal
renovatio,renewal
redivívus,renewed
idéntidem,repeatedly
repertorium,repertory
repetitio,repetition
relator,reporter
coércitus,repressive
reptilis,reptile
republicanus,republican
asper,repugnant
rogatum,request
requisitus,required
investigatio,research
investigatorius,research
investigator,researcher
iracundus,resentful
tectus,reserved
habitans,resident
reverens,respectful
ceterus,rest
requiesco,rest
refector,restorer
restringo,restrict
circumclusus,restricted
revocatio,retraction
revelatorius,revealing
revelatio,revelation
ultio,revenge
recognitio,survey
manuballistula,revolver
premium,reward
ozyra,rice
díviter,richly
sclopetum,rifle
rígidus,rigid
rigor,rigor
periculum,risk
ritualis,ritual
aemulus,rival
latrocinium,robbery
robotum,robot
roboticus,robot
saxum,rock
virga,rod
munus,role
Románicus,romanesque
amatorius,romantic
Roma,Rome
cubículum,room
fere,roughly
rotundus,round
assuetus,routine
insolens,rude
pernícies,ruin
regula,rule
Dacoromanus,Rumanian
cursura,running
Russus,Russian
Russicus,Russian
robiginosus,rusty
sacramentum,sacrament
aedituus,sacristan
maestus,sad
sella,saddle
sadismus,sadism
sádicus,sadistic
tuto,safely
velum,veil
venditio,sale
sanctio,sanction
crépida,sandal
Sánscritus,Sanscrit
Jacopópolis,Santiago
dicáculus,sarcastic
acerbus,sour
satanicus,satanic
sátura,satire
satiricus,satirical
contentus,satisfied
saturatio,saturation
ferus,wild
serra,saw
scandalum,scandal
flagitiosus,scandalous
paucitas,scarceness
terríbilis,scary
scaena,scene
scena,scenery
diem,schedule
horarium,schedule
schematicus,schematic
schismaticus,schismatic
schola,school
scholaris,school
scientificus,scientific
scientismus,scientism
derisor,scoffer
contemptio,slight
contemptim,scornfully
Scotus,Scot
Caledonius,Scotch
scotismus,Scotism
Caledonia,Scotland
quadrum,screen
scriba,scribe
scrupulus,scruple
sigillum,seal
exploratorius,searching
secessio,secession
secunda,second
secretum,secret
clam,secretly
factiosus,sectarian
tutus,secure
securitas,security
segmentum,segment
selectus,select
selectio,selection
ipseitas,selfhood
semanticus,semantic
semestris,semester
semiologia,semiology
Semíta,Semite
Semiticus,Semitic
sensus,sensation
sensibilis,sensitive
cordate,sensibly
sexualis,sexual
sensualismus,sensualism
separatus,separate
perpendiculum,vertical
serio,seriously
fámulus,servant
servatrum,server
classis,set
scenographicus,set
incommoditas,setback
complures,several
dure,severely
sexualitas,sexuality
umbra,shadow
quassatio,shaking
tenuis,shallow
capitilavium,shampoo
participatio,share
pluteus,shelf
permutatio,shift
naufrágium,shipwreck
túnica,shirt
brevis,short
compedium,shortcut
tachygraphia,shorthand
mox,soon
acútus,shrewd
tímidus,shy
subsignatio,signature
silentium,silence
stultus,silly
argentum,silver
argenteus,silver
simplicitas,simplicity
facilius,simplify
simpliciter,simply
peccatum,sin
cándidus,sincere
peccaminosus,sinful
cantor,singer
unus,single
singularis,unique
labellum,sink
sísmicus,sismic
scepticus,skeptic
adumbratio,sketch
narta,ski
cutáneus,skin
alauda,skylark
calumnia,slander
diagónium,slash
trucidatio,slaughter
servus,slave
Slavicus,Slavic
obnoxiosus,slavish
somniculósus,sleepy
mánica,sleeve
exiguus,tiny
parum,slightly
lúbricus,tricky
lentius,slower
tarde,slowly
callídulus,sneaky
sternutamentum,sneeze
fastidiosus,snob
níveus,snowy
silus,snub-nosed
ideo,so
socialis,social
socialismus,socialism
sociologia,sociology
Socraticus,Socratic
mollis,soft
mollitia,softness
solidus,solid
solipsismus,solipsism
monodiarius,soloist
solutio,solution
nodum,solve
solubilis,solveable
aliquis,some
quodámmodo,somehow
aliquando,sometime
intérdum,sometimes
aliquantum,somewhat
alícubi,somewhere
echogoniómetrum,sonar
sonatum,sonnet
venéficus,wizard
digestus,sortal
anima,soul
exploratio,sounding
fontalis,source
meridianus,south
meridionalis,southern
Sovieticus,Soviet
sideralis,spacial
illocalis,spaceless
Hispanus,Spaniard
subsicivus,spare
parcus,sparing
scintilla,spark
locútor,speaker
hasta,spear
specialis,specific
spectrum,spectrum
méditor,speculate
loquela,speech
sermocinalis,speech
rapiditas,speed
orthographia,spelling
sphaera,sphere
sphaericus,spherical
spiritualis,spiritual
sputum.,spit
fissura,split
bífidus,split
agonisticus,sport
vernus,spring
speculator,spy
rixa,squabble
quadratum,square
stabilis,stable
stábulum,stable
contubernium,staff
admissarius,stallion
positio,stance
receptus,standard
stella,star
sidereus,starry
affirmatio,statement
stativus,static
immotus,unmoved
rationarium,statistics
statua,statue
mansio,visit
chalybs,steel
chalybéjus,steel
stelláris,stellar
noverca,stepmother
privignus,stepson
stereótypus,stereotype
sterilis,sterile
sterilitas,sterility
báculum,stick
adhuc,still
fóétidus,stinking
stápia,stirrup
punctum,stitch
Stoicus,Stoic
Stoicismus,Stoicism
stola,stole
siste!,stop!
taberna,store
fabula,story
váricus,straddler
nixus,strain
lorum,strap
pálea,straw
vena,streak
strictus,tight
discordia,strife
operistitium,strike
linum,string
consectatio,striving
valide,strongly
studens,student
scholicus,student
stúpidus,stupid
balbútio,stutter
subcultura,subcultura
servitium,subjection
malesanus,subnormal
subnotator,subscriber
subscriptus,subscript
ínsequens,subsequent
subaggregatum,subset
subsidium,subsidy
subsistens,subsistent
substantia,substance
substratum,substrate
súbtilis,subtle
suburbium,suburb
suburbanus,suburban
successio,succession
continuus,successive
successor,successor
talis,such
talitas,suchness
subitus,sudden
súbito,suddenly
dolorosus,suffering
miseriae,sufferings
sáccharum,sugar
capitulatim,summarily
summarium,summary
aestivus,summer
ápricus,sunny
tollo,supersede
superintentor,supervisor
cena,supper
fulciens,supportive
pone,supposing
exploratum,sure
certe!,sure!
certe,surely
superficialis,surface
chirúrgia,surgery
superrealismus,surrealism
succedaneus,surrogate
superviventia,survival
supérstes,surviving
suspectus,suspicious
suspicax,suspicious
Suetus,Swede
Suetia,Sweden
Sueticus,Swedish
dulcedo,sweetness
Helveticus,Swiss
mutatrum,switch
túmidus,swollen
juratus,sworn
syllogismus,syllogism
symbolicus,symbolic
symbolismus,symbolism
sympathía,sympathy
symposium,symposium
sýnchronus,synchronic
syncretismus,syncretism
synónymum,synonym
synonymus,synonymous
syntacticus,syntactic
syntheticus,synthetic
Syríacus,Syriac
systematicus,systematic
tabacum,tabacco
mensa,table
tacite,tacitly
vestítor,tailor
susceptio,takeover
garrulus,talkative
implicatio,tangle
Taoismus,Taoism
taenia,tape
tautologia,tautology
vestíficus,taylor
thea,tea
dócilis,teachable
doctor,teacher
didascalicus,teaching
turma,team
artis,technical
technologia,technology
teleologia,teleology
telephonicus,telephone
telescopium,telescope
televisio,television
televisíficus,television
templum,temple
temporalis,temporary
temptatio,temptation
credíbile,tenet
teniludium,tennis
tempus,while
tentorium,tent
terrorismus,terrorism
terrorista,terrorist
terrorísticus,terrorist
Texianus,Texan
Texia,Texas
theatralis,theatrical
furtum,theft
theismus,theism
tunc,then
illinc,therefrom
theocrátia,theocracy
theocraticus,theocratic
theodicéa,theodicy
theológia,theology
theophánia,theophany
theória,theory
therapia,therapy
exinde,thereafter
fur,thief
subtílis,thin
cogitabilis,thinkable
hodie,today
haecceitas,thisness
Thomismus,Thomism
ínteger,thorough
cogitatio,thought
cogitabundus,thoughtful
minatio,threat
formidulosus,thrilling
téssera,watchword
tégula,tile
intemporalis,timeless
tempestivitas,timeliness
tempestivus,timely
alio,to
propinatio,toast
conjuncti,together
sédulo,toil
aerumna,toil
latrina,toilet
toleration,toleration
cras,tomorrow
quoque,too
ferramentum,tool
topographia,topography
summa,total
turismus,tourism
turisticus,tourist
erga,toward
manutergium,towel
toxicologia,toxicology
lúdicrum,toy
vestigium,trace
traditio,tradition
tragóédia,tragedy
excriptum,transcript
transexualis,transexual
transvectio,transfer
transitorius,transient
transitivus,transitive
viator,traveler
perfidia,treachery
motus,trend
natio,tribe
titivillitium,trifle
triplex,triple
trivialis,trivial
caterva,troop
tropicus,tropica
verus,true
fiducia,trust
veritas,truth
veritatis,truth
verax,truthful
conatum,try
túbulus,tube
tumor,tumor
Turca,Turk
Túrcia,Turkey
conversio,turn
vicissitudo,turnover
crepusculum,twilight
bivalens,two-valued
typographicus,type
typicus,typical
omnipraesentia,ubiquity
foedus,ugly
ultimitas,ultimacy
postremus,ultimate
definitive,ultimately
umbilicaris,umbilical
umbella,umbrella
sollicitus,uncanny
inexploratus,unchecked
sub,underneath
subúcula,underwear
immeritus,undeserved
ineducatus,uneducated
iniquus,uneven
iniquitas,unevenness
inprovisus,unexpected
explicatio,unfolding
improvisus,unforeseen
necopinatus,unforeseen
expedítus,unhindered
aequabilis,uniform
aequabilitas,uniformity
unificus,unifying
unice,uniquely
universalis,universal
universitarius,university
unívocus,univocal
univocitas,univocity
injustus,unjust
injuste,unjustly
ignorantia,unknowing
ignotus,unknown
innominatus,unnamed
ingratus,unpleasant
indemonstratus,unproven
irrealis,unreal
inconcussus,unshaken
insolubilis,unsolvable
insolutus,unsolved
indefensibilis,untenable
inustitatus,unusual
invitus,unwilling
eversio,upheaval
elegantes,upscale
sursum,upwards
urbanus,urban
urbanitas,urbanity
instanter,urgently
usus,use
utens,user
utilitas,utility
utopia,utopia
vagus,vague
obscuritas,vagueness
vanus,vain
valentia,valence
ratus,valid
validitas,validity
válvula,valve
variabilis,variable
varietas,variety
varie,variously
magnetoscopium,VCR
vehiculum,vehicle
vehicularis,vehicle
venerabilis,venerable
Venetíola,Venezuela
Venetiolanus,Venezuelan
verbalis,verbal
ádmodum,very
vétitum,veto
Phíala,vial
vicarius,vicar
vicarianus,vicarious
proregius,viceregal
prorex,viceroy
víctima,victim
victor,victorious
videotaenia,videotape
spectator,viewer
vigilium,vigil
violatio,violation
violentus,violent
violina,violin
viralis,viral
virtualis,virtual
propémodum,virtually
virtuosus,virtuous
visibilis,visible
visualis,visual
vitalis,vital
vitalismus,vitalism
vitaminum,vitamin
vocativus,vocative
sonórus,voiced
vulcanus,volcano
voluntarius,volunteer
vuduismus,voodooism
suffragium,vote
scopophilia,voyeurism
plebejus,vulgar
turpitudo,vulgarity
plaustrum,waggon
Vallia,Wales
bellígerus,warlike
confirmatus,warranted
profusio,waste
pródigus,wasteful
modus,way
imbecíllus,weak
enervation,weakening
deterior,weaker
imbecillitas,weakness
curator,webmaster
hebdomadalis,weekly
acceptus,welcome
opitulatio,welfare
salvus,well
occidentalis,western
mádidus,wet
balaena,whale
quando,when
unde,wherefrom
quandocumque,whenever
ubi,where
quo,whither
ubicumque,wherever
vischium,whiskey
exsibilatio,whistle
albus,white
totum,whole
integre,wholly
late,widely
volúntas,will
Guilelmus,William
libens,willing
volitio,willing
libenter,willingly
fenestra,window
hiemalis,winter
filum,wire
sapientia,wisdom
sapientialis,wisdom
sapiens,wise
venéfica,witch
sine,without
mulierarius,womanizer
lignum,wood
ligneus,wooden
opus,work
labor,work
officina,workshop
mundialis,world-wide
mundanus,worldly
sollícitus,worried
pejor,worse
cultor,worshipper
inanis,worthless
radii-x,x-rays
xenóphobus,xenophobe
xenophobia,xenophobia
quotannis,yearly
flavus,yellow
ita,yes
heri,yesterday
cessio,yielding
júvenis,young
zebra,zebra
vivarium,zoo
zoologia,zoology
zygótum,zygote
