stipatio,clustering,on,way,optimal
egressio,out,tense,contrition,membership
abátia,abbey,rape,fideism,frivolous
ablativus,ablative,measure,yesterday,group
abnormis,abnormal,teacher,solveable,toleration
aboriginalis,aboriginal,expressly,violation,unwilling
abortio,abortion,advisor,critic,wherefrom
super,above,set,temporary,unchecked
supra,above,banana,upwards,favorite
superior,upper,bicyclist,box,absence
absentia,absence,wizard,slowly,gratitude
simplex,absolute,scarceness,reaction,education
absolutum,absolute,island,examining,neutralism
omnino,utterly,helicopter,trial,excess
absolutismus,absolutism,accented,board,palace
abstractus,abstract,brain,sour,society
appellatio,recourse,Italian,certainly,social
absurdus,grotesque,caution,meaningful,hoarse
ineptia,absurdity,medicine,front,toxicology
malédicus,abusive,front,hunt,compassion
académicus,academic,imperative,resident,slander
tonicus,accented,rest,sphere,speculate
gratus,acceptable,cyclic,sterility,mystery
acceptabilis,acceptance,beside,dollar,Stoicism
acceptio,reception,logic,edition,sinful
aditialis,entrance,prevalent,wicked,sidewalk
accidentalis,accidental,unexpected,infinity,residence
relatio,account,standard,privileged,nausea
ratiocinator,accountant,Irish,denouement,xenophobe
exactus,precise,ski,positive,valve
accurate,sharply,tool,humanity,bulb
accusatio,accusation,chemist,overture,rebellion
reus,accused,cemetery,premature,calmly
absolutio,acquittal,exile,rigid,surrogate
acrónymum,acronym,fine,brahmanism,Marxian
trans,across,young,papal,sheer
histrionia,acting,dichotomy,essential,civilian
histrionicus,actor's,wherefrom,scornfully,Eucharist
actio,workings,sarcastic,pretension,outsider
activus,active,univocity,Newtonian,sneeze
activitas,working,phonemic,folder,engaged
fautor,supporter,forgetful,disuse,page
opera,work,Pole,client,where
scaenica,actress,forerunner,valve,gout
accomodatus,adaptive,mitigation,alluring,radio
adjectio,addition,symbolism,obedience,tutor
additicius,additional,knowable,other,terrorism
contio,address,nostalgic,fairness,illuminate
sufficientia,adequacy,most,clustering,total
apte,adequately,modernism,semester,hypnotic
adjectivalis,adjectival,Wales,infamous,premise
adjectivum,adjective,obediently,burocratic,because
moderabilis,adjustable,alienated,moral,Scotland
admirabilis,admirable,atmosphere,fast,clearness
admiratio,wonder,sufferings,appendix,articulate
admíror,admire,formally,suddenly,northern
accipiendus,admissible,inhibition,assertion,bivalence
sane,admittedly,regional,relevantly,appearance
provectus,advanced,pogrom,fishing,confessor
adverbium,adverb,initiator,division,frivolous
adverbialis,adverbial,privation,seal,transitive
consilium,program,chalk,fishing,gradually
consulte,advisedly,honest,star,Hungary
consultatio,conference,slight,redemption,secular
consiliator,advisor,kilometer,causal,mythical
suasor,advocate,sanction,politics,servant
aesthética,aesthetics,wire,dungheap,adjective
affabilis,affable,neither,variously,Franciscan
pútidus,affected,possessive,related,papal
affígo,affix,Hungarian,faculty,lasting
praefatus,aforesaid,cruel,illusion,functor
pávidus,afraid,blockade,arrest,funnel
áfricanus,African,inn,feudal,saturation
post,behind,unbelief,but,facitious
sequelae,aftermath,cheap,so,research
postmeridianus,afternoon,fancy,opening,impassible
íterum,again,incarnate,coordinate,airplane
adversus,versus,indicative,eventually,bitterness
aetas,age,silence,objective,itinerary
saecularis,secular,literary,surface,special
agentura,agency,unbelief,tube,on
auctor,writer,window,strange,positively
hostilis,aggressive,immaterial,soundness,formality
agnósticus,agnostic,gothic,amazement,restorer
conventio,agreement,cynicism,drill,subsequent
prorsus,purely,injustice,Russian,poor
auxilium,help,racial,mature,immaterial
meta,aim,carrier,Christian,string
aeróplanum,airplane,nuclear,loosely,immortal
interapertus,ajar,secular,dollar,Portugal
alcoholum,alcohol,hedonism,morality,purgatory
alethicus,alethic,evidence,believer,feminine
disjunctus,alienated,reciprocal,realistic,stinking
par,matching,illiterate,Dutch,importance
illecebrósus,alluring,calmly,qu,pagan
paene,almost,little,round,reference
solus,only,moral,schedule,welcome
per,through,desirable,product,idolatry
clare,clearly,provident,caution,outsider
alphabetum,alphabet,uniform,team,sleepy
licet,alright,dissatisfy,failure,rain
etiam,even,coherence,diagram,natural
mutare,alter,toast,communism,tourist
immutatio,alteration,manoeuvre,holiness,suburb
altruismus,altruism,address,therapy,analogical
semper,ever,wasteful,phonemic,paradox
idióticus,amateurish,energy,polyphonic,slow
stupor,amazement,artificial,sheer,saying
mirus,surprising,well,motor,Ecuadorian
ambiguitas,ambiguity,fiction,complaint,indigenous
ambiguus,ambiguous,hopelessly,public,tourist
ambitio,ambition,sink,repentance,tacit
ambitiosus,ambitious,interfere,populism,approach
ambifarius,ambivalent,aboriginal,farther,corn
árcera,ambulance,unfinished,impression,Cinderella
Americanus,American,several,tile,phoney
prave,amiss,spherical,reckless,jealous
amminoácidum,amminoacid,joyfully,passtime,Hegelian
amoralismus,amoralism,film,hanger-on,confuse
copia,supply,scientism,adequately,turn
amplificatrum,amplifier,winter,esoteric,program
analogicus,analogical,relative,weakening,corn
analogum,analogue,mediate,toy,guarantor
anarchia,anarchy,minute,setback,intuitive
próavi,ancestor,ethical,ambiguity,homonym
áncora,anchor,background,distance,bomb
antíquitus,anciently,jealous,supervisor,work
ira,anger,blend,immediate,Houston
annunciátor,announcer,murderer,precisely,indignant
anómalus,anomalous,universe,supersede,otherwise
responsum,response,univocal,lessening,formula
florilegium,anthology,equality,Ecuador,blasphemer
antinómia,antinomy,bodiless,remarkably,impatience
anxíetas,anxiety,question,outside,property
anxius,anxious,unshaken,directly,wasteful
quivis,any,carnal,masked,fishing
quispiam,anybody,monastery,preference,appendix
utique,anyway,everybody,less,worthless
aliquid,something,moving,parsley,virtual
alicubi,anywhere,society,hesitation,heroic
seclusus,apart,objective,dualism,pretension
separatim,apart,vehicle,ignorant,bra
domicilium,residence,freshness,lecture,garlic
lentus,apathetic,vigil,Stoic,biologist
lentitudo,apathy,banana,creed,airplane
sententia,motto,anxiety,then,crutch
apologeticus,apologete,Socratic,contrition,rain
excusatio,apology,quantum,tall,cruelty
apória,aporia,sounding,neutrino,urbanity
manifestus,evident,civilian,variable,lawyer
apparentia,appearance,scene,apron,logical
additamentum,appendix,subjection,therapy,hail
magni,appreciate,complaint,before,conquest
appropinquatio,approach,rest,empathy,bond
apriorismus,apriorism,expressly,persuasive,rifle
armeníacum,apron,everybody,decision,insect
Arabius,Arabian,car,toil,passtime
Arábice,Arabic,sterile,immaterial,wisdom
Aramáéus,Aramaic,reevaluate,toilet,natural
disceptator,arbiter,admissible,credit,lacuna
arbitrarius,arbitrary,cleverness,mixed,rigor
archetypum,archtype,cheap,backward,raw
area,area,edition,ceremony,hungry
probabilis,arguable,graph,too,reasonable
argumentum,argument,confuse,soundness,prop
argumentalis,argument,advisedly,irony,extent
orior,emerge,previously,illusion,crutch
instructura,array,subnormal,symbolism,object
prehendo,arrest,lamp,Japanese,alcohol
arrogantia,arrogance,sameness,vital,implicitly
sagítta,arrow,left,break,previously
dilucidus,articulate,scoffer,parallels,charlatan
artificiosus,artificial,adverb,Canterbury,migratory
ártifex,artistic,carpet,incredible,foolishly
quatenus,as,confusing,ersatz-,saw
Asianus,Asian,prediction,help,straight
seorsum,separately,ultimacy,pederasty,colonial
dormiens,asleep,veil,cognitive,feminine
studium,zeal,worshipper,primitive,shadow
sicarus,assassin,employed,holiness,herald
compóno,assemble,edition,absence,stage
concilium,council,researcher,clever,fence
assensio,assent,vain,next,secret
assertio,assertion,timeliness,hypnotic,resentful
aestimatio,valuing,evildoer,residence,emerge
assignatio,assignment,sneaky,past,prenote
adjutor,helper,arbitrary,entropy,ending
sumptio,postulate,reluctance,agency,positivism
confirmatio,assurance,outside,active,intricate
affirmo,assure,mirror,anxious,breakfast
domi,at,industrial,piecemeal,guarantee
ataráxia,ataraxia,gnoseology,Italy,Galician
atheisticus,atheistic,impressed,hinduism,sketch
Atlanticus,Atlantic,early,Scotland,repertory
atmosphaera,atmosphere,monotony,vicarious,slow
atómicus,atomic,ataraxia,breast,kerygmatic
expiatio,atonement,pseudonym,tools,lecture
appendicula,attachment,expressly,equivalent,cowardice
adeptio,gaining,background,fairness,ruin
praesentia,presence,plant,unmoved,rape
subteguláneum,attic,celery,positivism,devious
speciósus,attractive,badness,entrance,lunatic
attributum,attribute,prenatal,intricate,indignant
cavea,public,multitude,mine,hesitation
phonotaeníola,audiotape,sounding,rock,beard
autarchia,autarchy,Cambridge,saying,Scotland
germanus,authentic,outside,theatrical,computer
auctoritas,prestige,less,diocesan,female
autocinéticus,automobile,opposite,pill,uneducated
automatarius,automatic,monastic,articulate,perfectly
autocinétum,car,list,justice,treachery
autónomus,autonomous,crime,out,one-
autonomia,autonomy,sensualism,board,straight
autumnalis,fall,plow,behind,quantum
medíetas,average,trip,hemisphere,sensibly
medius,middle,nicotine,modal,summary
vitatio,avoidance,low,square,participle
conscientia,awareness,prior,monetary,patrology
mirabilis,awesome,upper,whither,extent
dirus,dreadful,boring,gas,billion
inconcínnus,clumsy,devoted,firm,Semitic
axiologia,axiology,low,voyeurism,womanizer
Aztecus,Aztec,very,short,viceregal
garrulitas,babble,positivism,master,obscurely
postícus,back,intense,raw,urgently
spina,backbone,some,radically,evidence
circumstantiae,background,residence,edition,infinite
praesumptus,background,musical,treatment,denouement
mántica,backpack,proponent,tissue,string
retrógradus,backward,whistle,whiskey,pastoral
retro,backwards,censor,timeliness,xenophobe
bacterium,bacterium,physiology,mercenary,secret
pravus,bad,collate,okay,female
improbitas,badness,likewise,balcony,ideation
esca,bait,limited,thought,joy
aequilibritas,balance,perfect,ghost,monotony
libratus,balanced,foolish,prosaic,defender
maeniánum,balcony,viewer,television,corrected
calvitium,baldness,bitter,alethic,guarantee
pila,ball,bubble,heroic,illusion
tabella,ballot,account,short,loss
banána,banana,organic,label,biological
exilium,exile,workshop,obediently,illogical
argentaria,bank,schedule,wasteful,factor
argentarius,banker,mediator,plague,octave
thermopolium,bar,ideal,anywhere,chiefly
bárbarus,barbarian,Hebrew,tendency,future
merus,sheer,acronym,forerunner,running
barócus,barroque,hostility,refutation,observant
statio,quarters,indeed,wait,mixed
basípila,baseball,Belgium,energy,positivism
fundátus,basically,piece,land,fruitfully
fundamentaliter,basically,nirvana,assertion,quick
fundamentum,basis,ridiculous,sensation,surviving
balneum,bathroom,liturgy,Belgian,telephone
solium,bathtub,innovating,apriorism,obedient
proelium,combat,epithet,ambivalent,gregarious
pílula,bead,carbon,unforeseen,intricate
faba,bean,tacitly,wit,chemist
barba,beard,motto,arrow,gaseous
pulchritudo,beauty,climate,untenable,manoeuvre
quia,because,agnostic,gain,devoted
antequam,before,pain,carnal,seriously
ante,before,dreadful,tutor,Jesuit
incipiens,beginner,Soviet,tent,thoughtful
convenit,behooves,moment,unproven,even
essens,being,laicistic,uncanny,hydrogen
serus,belated,academic,known,Galician
Belgicus,Belgian,rain,knowingly,thorough
Belgium,Belgium,given,trend,millenium
opinatus,believed,morality,worthless,pederasty
credens,believer,vulgarity,valid,romanesque
campana,bell,wrongly,grant,tourism
infra,underneath,ontic,detractor,tennis
cíngulum,belt,shampoo,bride,feminism
scamnum,bench,repressive,urgently,earnestly
benéficus,generous,empiricism,visual,ubiquity
proclivitas,tendency,straddler,immoderate,age
juxta,beside,neighbor,anxiety,something
praeterea,besides,purgatory,novel,likewise
largitio,bestowal,library,readiness,Scotism
proditio,treason,reading,theophany,rule
birotarius,bicyclist,artificial,surrender,ineffable
bilinguis,bilingual,Israeli,incidental,look!
miliardum,billion,attribute,modality,suddenly
obligatorius,obligatory,gerund,divorce,objective
biologicus,biological,intimate,yes,interlude
biologus,biologist,atomic,quantum,impression
biologia,biology,persecute,assignment,client
patria,birthplace,assignment,Belgian,ominous
amárus,bitter,utterly,sounding,kilometer
amaritudo,bitterness,tissue,home,genuine
bivalentia,bivalence,striving,department,glass
ridículus,bizarre,student,worshipper,immortal
lámina,layer,executive,innovation,preambular
reprehensio,blame,palace,eternity,mass
vacuum,blank,nonsense,perfection,meeting
vacuus,blank,future,spiritual,sink
blasphémo,blaspheme,story,apart,companion
blasphémus,blasphemer,slave,key,work
blasphemia,blasphemy,unfolding,really,redeemable
apertus,open,vagueness,protocol,obedient
admixtio,blend,hip,spaceless,presence
caecus,blind,left,stereotype,repressive
obsidio,blockade,spherical,bra,city-state
interclusio,blockage,sensibly,survey,saying
faveus,blond,tense,exhausted,cynicism
caerúleus,blue,just,researcher,deformity
distortus,distorted,boldness,membership,standard
directorium,board,interfere,sismic,immersion
jactans,boastful,unjust,economics,jointly
incorporalis,bodiless,distorted,elsewhere,truthful
corpóreus,bodily,privileged,pure,slash
férvidus,boiling,radically,worried,shorthand
audacia,boldness,victorious,happiness,meaningful
adminículum,bolstering,scornfully,Etruscan,tendency
bomba,bomb,naive,but,relatively
vínculum,bond,synchronic,realism,laicism
librarium,bookcase,opposition,octave,insanity
librarius,copyist,before,anywhere,companion
inurbánus,boorish,disjunct,primary,team
cáliga,boot,involved,known,above
limitáneus,border,definitive,attachment,carnal
taedium,weariness,printer,male,frequent
taediosus,boring,wait,stellar,willingly
mutuus,reciprocal,participle,restorer,isolated
mutuatio,borrowing,Japan,review,surrender
lagóéna,bottle,orchestra,remembered,immediacy
finis,bound,remarkably,irrational,vile
cista,box,above,research,prophetic
strophium,bra,ultimacy,leper,timeless
gloriosus,bragging,democratic,loosely,Egyptian
brahmanismus,brahmanism,otherwise,saddle,Japanese
cérebrum,brain,Hungarian,emptying,anxiety
arbóreus,branching,Soviet,staff,brown
stigma,brand,adjustable,German,Lutheran
fortis,strong,Etruscan,insanity,behooves
fortitudo,courage,utter,muzzle,erotic
Brasilia,Brazil,mediator,mixed,logical
Brasiliensis,Brazilian,illuminate,Mohammedan,favor
ruptio,break,champion,rabbinic,presenter
jentáculum,breakfast,department,browser,whenever
mamilla,breast,property,arrogance,bicyclist
nupta,bride,propaganda,analogue,other
clarus,clear,tricky,bodily,flag
luculentus,brilliant,numberless,liberal,immodest
vivax,long-lived,postwar,pretension,calendar
Britannia,Britain,gambling,liter,production
Britannus,British,two-valued,smaller,wizard
Britannicus,British,wasteful,number,blend
latus,wide,reciprocal,disaster,inorganic
fractus,broken,sunny,dungheap,tentative
aeneus,bronze,human,religious,ultimacy
fuscus,brown,cheek,wrongly,grounding
navigatrum,browser,calendar,convenient,veil
bulla,bubble,level,toxicology,Polish
sítula,bucket,cabbala,Finnish,tilde
buddhismus,buddhism,breakfast,wasteful,subscript
aedificium,building,naive,grant,conquest
pirum,bulb,communism,privilege,review
ministerium,service,nominalism,monopoly,atomic
grapheocrátia,burocracy,further,epigraph,bomb
grapheocráticus,burocratic,arbitrary,violin,shaking
laophorium,bus,hopelessly,set,inorganic
negotium,trade,accusation,locatable,disjunct
occupatus,busy,exile,pathetic,Stoicism
sed,but,imitation,not,voiced
butýrum,butter,secret,slip,puppet
papilio,butterfly,entailment,dedication,chocolate
verbum,verb,plaza,fatal,minutes
dictio,uttering,baldness,board,weaker
cábbala,cabbala,prestige,chain,assassin
refectorium,refectory,Cinderella,clause,diet
placenta,cake,Oxford,forerunner,awareness
calendarium,calendar,tradition,silly,weaker
vocatio,vocation,horizontal,faculty,fine
tranquillus,calm,importance,whistle,kerygmatic
aequanímiter,calmly,yielding,gregarious,dedication
tranquillitas,calmness,apriorism,Pole,unjust
Cantabrigia,Cambridge,not,adverbial,whale
Cantabrigiensis,Cambridge,guide,passive,bodily
fossa,canal,arrogance,cheerful,rest
candidatus,candidate,inadequate,feminism,Cartesian
Cantuaria,Canterbury,fossil,for,Brazilian
capitalismus,capitalism,ambition,training,relapse
captivus,captive,arrogance,shaking,deformity
carbonium,carbon,shack,mythical,shallow
charta,paper,gradually,guilty,real
cardinalis,pivotal,composer,celibate,stallion
cura,worry,suchness,beginner,trial
diligens,careful,prediction,viewer,migratory
diligenter,carefully,arrest,original,punk
néglegens,careless,bubble,stick,Galician
Carmelitanus,Carmelite,impassible,neither,plebeian
carneus,carnal,feudal,paradox,sonar
tapétum,carpet,severely,probable,grotesque
lator,carrier,Marxism,ending,hesitating
Cartesianus,Cartesian,decision,okay,bottle
Cartusianus,Carthusian,silver,normal,comparison
imagúncula,cartoon,argument,ending,mover
res,topic,random,restorer,detraction
castellum,fort,cleverness,Mohammedan,rest
Cataloniensis,Catalonian,tissue,intricate,idolatry
categoria,category,worthless,rigid,observant
Cathólicus,Catholic,program,university,Cartesian
Caucasius,Caucasian,moral,titular,pill
causativus,causal,area,offering,split
causalitas,causality,rest,definitely,chemical
causa,cause,American,pasta,remaining
cautio,caution,participle,helicopter,arguable
cautus,cautious,witch,veil,trade
perpetuus,unending,dedication,pretty,before
tectum,roof,volunteer,inherited,eccentric
heleoselínum,celery,principle,Sanscrit,shift
caelebs,celibate,Hungarian,incentive,anchor
cellula,cell,sleepy,optional,reaction
coemeterium,cemetery,depth,Galicia,protocol
censor,censor,kiss,gain,worried
censura,critique,invitation,valve,acting
medium,middle,radio,inquiry,border
caerimonia,ceremony,entailment,offering,improbable
certo,certainly,mechanic,elsewhere,absolute
certitudo,certainty,pregancy,out,monk
catena,chain,Hungary,carbon,engineer
creta,chalk,sweetness,unjust,analogue
próvoco,challenge,marginally,ever,neologism
provocátor,challenger,try,masked,selfhood
propugnator,champion,parody,simply,empathy
fortúitus,random,relaxation,known,gothic
cancellarius,chancellor,guarantor,positive,modality
mutatio,change,plant,custom,terrorism
mutatorius,change,pass,otherwise,economics
mutabilis,changeable,scenery,Socratic,formerly
mutans,changing,desk,weaker,occasion
sacellum,chapel,theology,team,pursuit
vaniloquus,charlatan,tissue,euphoria,afraid
pérsequor,persecute,summarily,inorganic,democratic
vilis,cheap,on,opening,profile
sýngrapha,check,monotony,obediently,pregancy
gena,cheek,ontic,thinkable,puppet
hilárus,cheerful,limited,paper,privilege
chémicus,chemical,napkin,gnostic,upwards
chemista,chemist,bivalence,cheek,restricted
chémia,chemistry,profile,reductive,reception
cérasum,cherry,lavender,background,medicine
castánea,chestnut,theology,sincere,recording
praecípuus,chief,fine,hedge,removal
praecipue,chiefly,dragonfly,pleasant,cruel
infantilis,children,impersonal,amateurish,half
Chilia,Chile,okay,simile,gerund
Chiliensis,Chilean,rejection,virtuous,pathetic
Sinensis,Chinese,secession,disclosure,valuing
Sinenses,Chinese,alright,dirty,viewer
semiconductor,chip,illegal,arrest,meter
socolata,chocolate,once,immoderate,student
electio,choice,upwards,straddler,increase
exquisítus,choice,spy,Galicia,populism
electus,chosen,sexuality,mustache,Spaniard
Christianus,Christian,office,Ecuador,sufferings
ecclesia,church,immortal,nude,segment
ecclesialis,ecclesial,conspiracy,designate,maturation
Cinerella,Cinderella,empathy,miracle,relativism
municipium,city-state,profile,toward,reflexive
civílis,civil,trainer,Chile,upscale
togatus,civilian,only,cookie,research
humanus,human,dodge,arbitrary,primally
school,class,virtuous,scoffer,national
clássicus,classical,noisy,server,powerful
membrum,clause,mistress,martyrdom,oligarchy
argilla,clay,forcing,intimately,preamble
mundus,universe,substrate,engine,preview
serenus,clear,papal,Newtonian,abbey
claritas,clearness,authentic,literature,church
clericalis,clerical,involved,separately,subjection
cállidus,clever,writing,molecule,survey
calliditas,cleverness,otherwise,utility,obviously
cliens,client,diocesan,balanced,cemetery
caelum,climate,worshipper,economics,principle
gradatio,climax,solipsism,basically,scary
clinicus,clinical,standard,working,postmodern
fautores,clique,apron,moralism,hood
contemplativus,cloistered,vehicle,ignorance,anarchy
prope,nearby,education,schismatic,injustice
scrutatio,examining,not,really,dark
clausus,closed,size,work,projection
propius,nearer,insight,liturgy,secretly
núbilus,cloudy,technology,phenomenal,awesome
scurrilis,clownish,frenzy,recently,hypnotic
dulcículus,over-sweet,tiny,pencil,hedonism
consociatio,society,nap,moment,idolatry
indicium,indication,downwards,positivism,craziness
exercitor,trainer,closed,tilde,peculiar
páénula,coat,Newtonian,carbon,cold
cáffea,coffee,somewhere,democracy,assurance
cognoscitivus,cognitive,dentist,tension,land
cohaerentia,coherence,suburban,wrongly,summary
cohaerens,coherent,empirical,hastily,credulity
bobina,coil,lecturn,thrilling,Semitic
frígidus,cold,disclosive,reevaluate,deformity
collapsio,collapse,compassion,expensive,robbery
collatio,collate,amplifier,dragonfly,unsound
collectio,collection,reception,primally,formula
collegium,guild,type,sparing,surprising
conflígo,collide,division,protocol,hasty
collisio,collision,omission,graphic,solveable
colónicus,colonial,confused,curiosity,cell
colonia,colony,irrational,politics,military
varius,various,reckless,distrust,alphabet
caeruleus,colors,attractive,busy,bait
proeliator,combatant,waste,European,dissidence
comoedia,comedy,mechanic,ideal,dialogical
commoditas,comfort,highest,bad,Italian
jussum,injunction,liturgy,nap,excavation
annotatio,comment,final,morality,propaganda
commercium,commerce,illuminism,statement,stitch
deditio,surrender,utmost,tea,capitalism
vulgo,commonly,diagram,toil,corn
communismus,communism,notably,populism,recourse
comes,companion,companion,anxiety,freshness
societas,company,proud,jointly,hired
comparábilis,comparable,Hungarian,Socratic,revelation
comparatio,comparison,reporter,pair,richly
misericordia,compassion,teachable,very,photograph
perítus,competent,observer,abbey,faster
querela,complaint,swollen,adjectival,excitement
complementum,complement,shadow,sport,statement
íntegre,completely,memory,crutch,nowhere
completio,completion,sensation,student,attachment
complicitas,complicity,treatment,insane,trend
elementum,element,systematic,millenium,hedonism
compósitor,composer,humanity,marine,engaged
compósitum,composite,too,collide,dry
transactio,compromise,unnamed,therapy,cartoon
computátrum,computer,gerundive,liturgy,lecturn
computratális,computer,sinful,hanger-on,various
notio,notion,patronage,viral,modernity
conceptualis,conceptual,innocence,coherence,illegal
pressus,succinct,research,Oxford,vagueness
presse,succintly,ideal,tragedy,theism
conclusion,conclusion,odyssey,lower,ball
illativus,deductive,society,hinduism,Asian
concretus,concrete,verb,Italy,scandal
vocabulum,concrete,patron,motivation,hopeless
concubina,mistress,reserved,boot,punk
confessarius,confessor,psychiatry,further,steel
fides,loyalty,eternal,sphere,propensity
confísus,confident,question,ecumenical,objective
pugna,fight,quantum,naivete,chemical
confrater,confrere,tacitly,basically,page
turbo,confuse,fewer,lecturer,modal
confusus,confused,videotape,work,improper
perplexus,confusing,photograph,within,afraid
turbatio,confusion,bound,dominating,contrition
conjunctum,conjunct,subtle,laziness,tension
conexus,related,Cambridge,eerie,thought
expugnatio,conquest,pederasty,median,pogrom
cognitus,known,blank,ambivalent,grant
consectarius,consistent,signature,scandal,omniscient
consolátor,consoler,school,blank,nirvana
conjuratio,conspiracy,cynic,indiscreet,videotape
constans,resolute,desireable,lamp,clumsy
constanter,constantly,voodooism,cell,verb
constructum,construct,magnetic,euphoric,for
contentio,tension,Galician,pilot,blind
contingens,contingent,favor,convent,joy
stabilitas,stability,exception,novelty,credulity
oppositio,opposition,organic,western,qu
contritio,contrition,traveler,two-valued,bench
cómmodus,convenient,yes,hygienic,pain
coenobium,convent,solution,obligatory,ideal
suasorius,persuasive,dying,restrict,satisfied
crústulum,cookie,slander,Galicia,restorer
frigídulus,cool,fault,general,mineral
copulativus,coordinate,patronage,swollen,convent
polýgraphum,copier,some,photograph,theism
cópula,copula,fall,dish,proponent
transcríbo,copy,insular,ambiguity,energetic
maiza,corn,postmodern,numerous,orchestra
corollarium,corollary,hoe,account,room
rectus,straight,mix,electronic,inference
correctus,corrected,uttering,empiricism,array
correctio,correction,inorganic,cross,pale
corruptor,corruptor,cool,fairness,hospital
cosmologia,cosmology,plague,pietism,gnosticism
impensa,cost,toil,organic,facticity
gossipium,cotton,gnosticism,pass,fairly
monitum,counsel,publisher,disconnect,belt
computatio,count,two-valued,transfer,solution
comitissa,countess,design,reign,gnostic
innumerabilis,numberless,autonomy,tutor,carbon
terra,land,irrational,to,sufferings
aula,court,versus,amminoacid,quixotic
comis,courteous,reptile,hangover,blind
cómitas,politeness,cruelty,notable,final
áúlicus,courtier,limiting,magic,appreciate
vacca,cow,beside,fast,quite
timíditas,cowardice,vagueness,excitement,affable
ignavus,cowardly,crossroads,discretion,monarchy
armentarius,cowboy,balcony,slowly,variety
rima,rhyme,average,positive,parsley
gravis,sound,total,frequency,pacifism
dementia,craziness,detente,banana,carpet
creatio,creation,owing,unreal,discoverer
creativus,creative,window,Turk,wood
creatura,creature,epigraph,remedy,adjective
credíbilis,credible,brilliant,esoteric,persuasive
agnitio,credit,skin,subjection,didactic
credulitas,credulity,quite,comedy,static
crédulus,naive,assertion,richly,Sanscrit
symbolum,creed,tent,protocol,reporter
delictum,crime,background,Brazilian,guarantee
sceleratus,criminal,machine,theocracy,goldmine
criticus,critic,anchor,ideation,optional
decretorius,key,urbanity,hoarse,standard
tránseo,cross,wherever,motivation,Newtonian
cómpitum,crossroads,hole,background,prop
turba,crowd,church,object,Jewess
crudelis,cruel,valence,paganism,ethical
crudelitas,cruelty,innovation,zoology,invitation
cruciata,crusade,gasoline,one-eyed,size
cruciatus,crusader,lawyer,climax,carbon
crusta,crust,comparison,comment,divorce
bacculum,crutch,altruism,irrational,academic
culturalis,cultural,mixed,shorthand,monarchy
excultus,cultured,preacher,friendly,willingly
curiositas,curiosity,ignorant,work,believer
mire,curiously,coat,easy,master
usitatus,current,autarchy,colony,inability
consuetudo,custom,motto,joy,humanistic
translaticius,customary,harmony,partially,seriously
béllulus,cute,sexual,immature,candidate
cyclicus,cyclic,cosmology,lecturer,subsistent
cynicus,cynic,knowledge,spark,premature
cynismus,cynicism,proponent,grading,interact
quotidie,daily,work,oxygen,well
saltator,dancer,reevaluate,hedonism,extremely
periculosus,risky,urban,ontic,coherent
obscurus,dark,alienated,rifle,alethic
Darwinismus,Darwinism,Texan,late,maker
dies,date,postwar,yellow,customary
dativus,dative,yesterday,sterility,stellar
aurora,dawn,minimum,hydrogen,lunch
surdus,voiceless,premise,apology,hierarchy
pactio,deal,seeming,organic,honorable
corruptio,decadence,cognitive,defeater,heretical
fallácia,deception,lightning,engineer,slight
fallax,deceptive,propaganda,pregnant,guarantor
plane,perfectly,layer,wild,Belgium
decretum,decision,statistics,surrogate,quick
judicatorius,decision,money,suggestion,otherwise
declinatio,declension,unfinished,vulgarity,willing
deterioratio,decline,ski,oligarchy,Chilean
imminutio,decrease,feminism,residence,sameness
dedicatio,dedication,proponent,fine,setback
deductio,deduction,emphatic,trainer,conjunct
factum,fact,legacy,skin,luck
profundus,profound,viral,front,uniquely
pénitus,thoroughly,willingly,sphere,experiment
superátor,defeater,board,swollen,again
vitium,fault,laziness,apart,facticity
vitiosus,unsound,rigid,numerous,single
defensor,defender,meaning,strap,radically
defensio,defense,object,because,zygote
defensibilis,defensible,fatal,schismatic,lunatic
defensorius,defensive,misfortune,chalk,reality
mendosus,mistaken,sexuality,yes,pump
definitus,definite,blank,additional,modal
definite,definitely,formerly,most,state
definitio,definition,teacher,northern,emanation
terminalis,definitive,grant,grid,announcer
deformitas,deformity,monastery,dollar,remainder
stadium,degree,nonsense,spy,organizer
deicticus,deictic,credit,grecism,stinking
deismus,deism,will,length,bead
mora,wait,creative,daily,reign
cogitatus,deliberate,privileged,tabu,climax
suavis,tasty,program,winter,sandal
postulatio,pretension,Protestant,funnel,thisness
durus,stern,offer,lavender,jointly
spernax,demeaning,workshop,expansion,striving
democratia,democracy,marginally,vial,universal
democraticus,democratic,frenzy,climax,male
negatio,negation,recording,service,pseudonym
signífico,hint,Google,patronage,inventor
cláúsula,denouement,psychic,inflated,mermaid
dentifex,dentist,bragging,mineral,Marxian
deonticus,deontic,pacifism,newspaper,technology
deontologia,deontology,trifle,syntactic,spear
provincia,department,theodicy,ecology,luck
depressus,depressed,pill,insect,credulity
altitudo,depth,just,voiced,undeserved
contumeliosus,pejorative,supposing,subscript,as
meritum,deserts,solid,library,witch
mérito,rightly,acquittal,recursive,entrance
descriptio,design,Carmelite,deception,symbolic
denoto,designate,forgetful,relatively,microbe
architectus,designer,inexorable,fat,absolute
desiderabilis,desirable,human,Indian,assemble
optabilis,desireable,humane,version,hail
scrinium,desk,mortality,incentive,required
desperatio,despair,sleepy,climate,initiative
fatum,fate,outmoded,academic,yielding
distensio,detente,reluctance,extract,voyeurism
detractio,detraction,disconnect,Catholic,confessor
detractor,detractor,adverbial,emanation,incarnate
digressio,digression,incarnate,changing,relative
machinamentum,engine,hydrogen,inorganic,dative
devius,devious,farther,relevance,sismic
deditus,devoted,friendly,joyfully,clause
diagrammate,diagram,church,plaza,glove
dialecticus,dialectic,psychotic,justice,negation
dialogicus,dialogical,ideation,general,obvious
cólloquor,dialogue,pea,dispute,stereotype
diátriba,diatribe,clinical,aforesaid,itinerary
dichotomia,dichotomy,acting,credible,opposite
dictionarium,dictionary,lacuna,possible,charlatan
didascalius,didactic,fresh,aftermath,oneplace
diaeta,diet,fast,triple,inequality
alius,other,promise,writing,cultured
diffusio,diffusion,neologism,proud,ontologism
concoctio,digestion,cause,minimum,Turkey
dignitas,dignity,somewhere,propaganda,solid
dioecesanus,diocesan,distrust,gnoseology,bulb
directio,direction,machinery,obligatory,watchword
directe,directly,idealism,creed,custom
moderator,director,announcer,detente,server
spurcus,dirty,numberless,trip,extra
spurco,dirty,utmost,fanatic,miraculous
impeditio,prevention,monitor,euphoric,Belgian
calamitas,disaster,bead,copier,clearness
calamitosus,disastrous,client,Japanese,theophany
incredulitas,unbelief,remaining,bacterium,prophecy
discalceatus,discalced,Catalonian,trader,blend
discipulus,follower,Texas,Arabic,treachery
patefactivus,disclosive,incentive,methodical,normative
patefactio,disclosure,objective,relapse,long-lived
disjungo,disconnect,underwear,factual,blind
inventor,discoverer,relapse,almost,gentle
arbitrium,discretion,healthy,synonymous,brain
sermocinatirius,discursive,viceregal,exception,importance
disceptatio,discussion,pregnant,vulgarity,label
pátina,dish,entailment,joyfully,hangover
disjunctum,disjunct,Jewish,inadequate,indication
consternatio,dismay,temptation,wide,censor
reprobatio,disproof,Chinese,unwilling,satirical
discussio,dispute,liturgy,quest,way
male,dissatisfy,before,laicism,lens
dissensio,dissidence,literary,bitterness,Egyptian
distantia,distance,unmoved,during,obligatory
distinctus,distinct,great!,gun,variable
distortio,distorsion,tangle,reptile,combatant
diffidentia,distrust,further,negative,afternoon
divisus,disunited,wet,ambitious,usual
disjunctio,separation,to,age,witch
desuetus,disuse,robbery,legendary,isolated
divortium,divorce,personhood,apart,frequency
diversitas,diversity,notion,matching,collection
divinus,divine,future,worried,guarantee
divinitus,divinely,contrition,rock,recursive
dividuus,divisible,xenophobia,survey,agreement
divisio,division,protein,thereafter,kilometer
medicus,doctor,transient,stability,Arabic
doctoralis,doctoral,lawyer,mortal,indignant
doctrina,teaching,wit,snob,observer
monumentum,document,board,abnormal,chestnut
máchina,dodge,thinkable,upper,badness
dogmaticus,dogmatic,public,arbiter,gradual
dogmatismus,dogmatism,strong,challenge,outlaw
scutatum,dollar,laboratory,nude,fiercely
territorium,territory,lens,anxiety,giving
práévalens,dominating,statement,limited,radical
Dominicanus,Dominican,height,wherever,hasty
janua,door,lately,Platonic,generosity
dubitatio,hesitation,incarnate,Syriac,designate
deorsum,downwards,pervert,blue,agency
summus,utter,theme,cautious,bookcase
libéllulua,dragonfly,great!,wide,bomb
scaenicus,stage,ivory,advanced,blue
histriónia,dramatics,lightning,divine,leeway
severissimus,drastic,implosion,monastic,classical
incommodum,drawback,emerging,wizard,underneath
somnium,dream,Brazil,immaterial,willingly
térebra,drill,vital,naivete,quantum
potio,drink,truthful,mirror,ephemeral
siccitas,drought,postulate,immanence,bodily
týmpanum,drum,supporter,antinomy,geography
ébrius,drunk,but,oddness,helix
ebríetas,drunkeness,dark,funds,Galicia
siccus,dry,moth,toil,summarily
dualismus,dualism,disjunct,coordinate,potential
ducissa,duchess,Finnish,thinking,artificial
mutus,dumb,goldmine,restorer,meter
sterquilinium,dungheap,composite,positive,belt
inter,during,saw,ambiguous,modal
Nederlándicus,Dutch,admissible,assurance,risky
videodiscus,DVD,user,hardly,not
dyádicus,dyadic,dispute,strap,willing
moribundus,dying,borrowing,tense,forgotten
dynamicus,dynamic,set,urgently,whiskey
mane,early,corrected,digression,molecule
enixus,earnest,pervert,ordinal,opposite
enixe,earnestly,charlatan,gift,argument
otium,ease,goldmine,unifying,regulative
facile,easily,even,unforeseen,Hellenism
orientalis,eastern,intricate,Jew,look!
fácilis,easy,loss,median,pump
abnormalis,eccentric,figurative,glass,flood
oecologicus,ecological,bicyclist,national,ataraxia
oecologia,ecology,functor,scoffer,signal
oeconometria,economics,unsolvable,backpack,rape
parsimonia,economy,emerging,gentleman,poor
Æquatoria,Ecuador,tilde,spectrum,nausea
Æquatorianus,Ecuadorian,gnosticism,automatic,formless
oecumenicus,ecumenical,zoo,pump,sadistic
oecumenismus,ecumenism,dish,tenet,fluent
edictum,edict,shortcut,besides,legislator
editio,edition,cell,politeness,promising
institutio,education,colonial,rhyme,prelude
praeceptor,tutor,hydrogen,generalize,possessive
formidolósus,eerie,infinitive,bodiless,funnel
efficientia,efficiency,dawn,protocol,yellow
ovum,egg,second,set,communism
Ægyptius,Egyptian,university,question,competent
cúbitum,elbow,precise,straw,adjustable
Eleáticus,Eleatic,remembered,neothomism,psychology
comitialis,electoral,poisonous,hunt,lecturn
electricus,electric,fancy,yielding,fast
electronicus,electronic,telephone,archtype,physical
élegans,elegant,ink,flexible,metal
primordius,primitive,human,pantheism,unexpected
eloquenter,eloquently,philosophy,undeserved,dish
álibi,elsewhere,funds,gnostic,nuclear
emanatio,emanation,bottle,pure,expressly
emergens,emerging,immodest,laboratory,noticeable
passio,suffering,favor,easily,eternity
empathía,empathy,television,thoroughly,sacrament
imperator,general,efficiency,privation,Peru
emphaticus,emphatic,disuse,systematic,repertory
imperium,empire,passivity,pacifism,pedagogy
empiricus,empirical,follower,unmoved,automatic
empirismus,empiricism,synthetic,measure,climax
functionarius,employed,psychiatry,qu,kindness
exinanitio,emptying,at,static,release
terminatio,ending,ecology,supposed,staff
endócrinus,endocrine,ancestor,assurance,fluency
navus,energetic,dark,satisfied,lately
energeticus,energy,clay,transcript,kindness
desponsatus,engaged,officially,restrict,some
machinator,engineer,toilet,doctoral,hope
Anglicus,English,worse,fluency,legacy
satis,quite,duchess,suggestion,loose
locupletatio,enrichment,rebellion,tacitly,plebeian
adscripticius,registered,Galician,offer,absolutism
illatio,entailment,accusation,confessor,assurance
totus,total,student,dreadful,obediently
integritas,soundness,umbilical,causal,network
entrópia,entropy,straddler,pervert,spectrum
perscriptio,minutes,cute,forcing,diatribe
ínvidus,jealous,hanger-on,hastily,sandal
invidia,envy,stutter,incredible,coat
evánidus,ephemeral,primally,set,objection
épicus,epic,ideation,crime,Japan
epigraphe,epigraph,ominous,rifle,abnormal
epistemicus,epistemic,tailor,virtual,protein
epítheton,epithet,sunny,legacy,Islam
aequus,plain,schematic,loophole,invention
aequalitas,equality,ubiquity,clay,Peruvian
aequipóllens,equivalent,indigenous,active,forerunner
aequívocus,equivocal,pond,note,welfare
eróticus,erotic,thinking,formation,vocation
mendum,mistaker,scornfully,kindness,yearly
succedáneus,ersatz-,Darwinism,cell,imitation
doctus,scholarly,consistent,alphabet,Chile
esotericus,esoteric,Portugal,ratio,zoo
scriptio,writing,immature,evolution,harmless
essentia,essence,nude,interfere,prejudice
quidditativus,essential,teleology,traveler,church
aeternus,eternal,Scotism,engaged,layman
aeternitas,eternity,limited,tent,cloudy
ethicus,ethical,recursive,work,regressive
gentilis,ethnic,indeed,orbit,realistic
Etrúscus,Etruscan,Cambridge,resident,infinite
Eucharístia,Eucharist,suburban,seal,classical
euphória,euphoria,electronic,suffering,crust
éúphorus,euphoric,feudal,standard,matching
Europáéus,European,Soviet,meaningful,newspaper
aequalis,even,terror,prestige,dialectic
ultimus,last,punk,dative,segment
postremo,eventually,refutation,countess,worry
omnes,everybody,page,lying,discretion
ubíque,everywhere,ordinal,yielding,zeal
evidentia,evidence,Hungarian,useful,middle
malus,wicked,solveable,lady,desireable
malum,evil,mystery,shirt,monastic
malefactor,evildoer,membership,user,economics
evolutio,evolution,novel,murderer,happiness
evolutivus,evolution,stable,theophany,Peru
accuratio,exactness,treatment,note,bond
probatio,test,empiricism,humanity,polyadic
excavatio,excavation,fruitfully,servant,wizard
excellencia,excellence,straw,server,probable
exceptio,exception,pair,monograph,mine
nimíetas,excess,rain,bitterness,privately
nimius,excessive,inequality,periphery,formater
concitatio,excitement,sketch,mustache,examining
proprius,private,countess,phantastic,joyfully
executivus,executive,historical,wisdom,decrease
exemplaris,ideal,absolute,invisible,pediatrics
exercitatio,training,standard,holocaust,stable
exhaustus,exhausted,possible,notion,school
exhibitio,exhibit,genitive,sectarian,whither
exoticus,exotic,page,bookcase,crutch
expansio,expansion,injustice,inflated,lie
carus,expensive,soundness,countess,play
experientia,experience,scoffer,Galicia,postulate
experimentum,experiment,wholly,gift,palace
expressus,graphic,secretly,empire,comparison
aperte,obviously,island,imperative,stable
diserte,expressly,modal,facticity,intricate
latitudo,extent,raw,frenetic,unknowing
ádditus,extra,observer,Brazil,masora
extractum,extract,regularly,afraid,lie
extremus,utmost,count,copier,classical
summe,extremely,herald,finality,forerunner
facetus,facitious,warranted,deduction,entropy
facticitas,facticity,zoo,personal,colonial
secta,faction,epic,kindness,Russian
conditio,factor,multitude,sismic,favor
ergasterium,factory,uncertain,sonnet,monastery
fácticus,factual,diversity,children,orthodoxy
facúltas,faculty,possible,simplify,romantic
offensio,failure,ecology,Hindu,celery
mediócriter,fairly,cowboy,ineffable,fideistic
aequitas,fairness,sport,sterile,radical
Christifidelis,faithful,flute,blasphemy,usual
fallacia,fallacy,motivation,legalism,count
lapsus,slip,reporter,subsistent,drought
falsus,wrong,nominally,napkin,phantastic
falsum,falsehood,butter,trial,bait
pérperam,wrongly,selection,Eucharist,Goliardic
familia,family,cowardice,grass,owing
familiaris,intimate,aesthetics,to,wet
praeclarus,famous,sleeve,recorder,paralytic
flabellum,fan,anomalous,waste,morality
fanaticus,fanatic,triple,loose,Spaniard
commenticius,phoney,cool,migratory,precarious
phantasia,fancy,speech,array,epigraph
vectura,fare,maturity,sneeze,comparable
villa,farmhouse,current,review,Hungary
longius,farther,daily,team,severely
velox,fast,prevention,illiterate,cute
velóciter,fast,biology,number,apriorism
celerius,faster,liable,monotonous,patient
obésus,fat,dry,inevitable,curiosity
fatális,fatal,freshness,microbe,kerygmatic
fatalismus,fatalism,inadequate,nearby,scandalous
beneficium,favor,stepson,brain,recently
praedilectus,favorite,exotic,failure,waste
factibilis,feasible,anthology,scoffer,division
foederatus,federal,lecture,climax,migratory
sensatio,feeling,novelty,role,deceptive
femineus,female,cowardly,mammal,calendar
feminínus,feminine,gregarious,clear,count
feminismus,feminism,Iberian,latinity,pregancy
saeptum,fence,master,minimum,eternal
studiosus,zealous,swollen,drink,glitch
idólum,fetish,school,simply,unifying
feudalis,feudal,fight,quixotic,addition
pauciores,fewer,stereotype,Italian,avoidance
móbilis,mobile,moralism,advocate,diatribe
fictio,fiction,utility,ersatz-,regressive
fabulosus,legendary,cherry,adverb,Hebrew
fictus,seeming,tacitly,Italian,periphery
fideismus,fideism,cognitive,expensive,striving
fideisticus,fideistic,disuse,streak,mix
ferociter,fiercely,ski,finitude,phonograph
translativus,figurative,drunk,baldness,synonym
plica,file,analogue,pause,supposing
expletio,filling,positivism,break,privileged
pellícula,film,realism,question,unjustly
finalis,final,clever,simile,sincere
finalitas,finality,lens,prelude,minute
pecuniarius,financial,fiction,document,dismay
repertum,finding,split,mistaken,aboriginal
subtilis,fine,portable,radically,paganism
multa,fine,bizarre,supervisor,grecism
peractus,finished,trifle,gothic,besides
finítus,finite,ideal,atonement,referring
fínitas,finitude,lens,glass,therapy
Finnus,Finn,pontifical,backbone,dry
Fínnicus,Finnish,hope,divisible,crime
Finnia,Finnland,cemetery,sin,Ecuadorian
firmus,firm,ball,utmost,specific
piscatio,fishing,conjunct,national,satanic
decorosus,fitting,tilde,copy,tomorrow
vexillum,flag,vigil,slower,trainer
blanditia,flattery,reactor,perfect,syncretism
flexibilis,flexible,southern,God-like,objective
diluvium,flood,heritage,stick,drawback
facundia,fluency,prevention,paper,arrest
fluens,fluent,stage,Irish,Platonism
tibia,flute,Asian,pensive,reading
coopérculum,folder,scenery,finding,feudal
stultitia,stupidity,changeable,gravity,believed
desipiens,foolish,rusty,interfere,company
inepte,foolishly,garlic,finding,formation
nam,for,impossible,pleasure,only
coactio,forcing,exception,Irish,ontology
extraneus,outsider,oppression,simplicity,phonemic
antesignanus,forerunner,doctor,pistol,robot
ímmemor,forgetful,uniformity,chemistry,faster
oblítus,forgotten,English,postulate,rice
furcilla,fork,biology,relativism,rifle
forma,version,anxiety,flute,immaterial
formalis,formal,theism,lonely,gothic
caeremonia,formality,ruin,fall,soft
formaliter,formally,scandalous,psychology,artistic
dispositio,format,balcony,objection,squabble
disponens,formater,unsolvable,light,weekly
efformatio,formation,idealistic,affable,pronounce
prior,prior,setback,peculiar,utility
olim,formerly,countess,hydrogen,objective
informis,formless,Lutheran,cowardice,autonomous
formula,formula,imagery,voyeurism,hygienic
fossilis,fossil,simply,creation,Canterbury
fundatio,grounding,ever,heading,racial
pars,section,frequency,ontologism,treatment
fragmentum,fragment,clique,positively,monotheism
Franciscanus,Franciscan,wizard,still,fideism
libertas,latitude,ideal,relativism,prolific
conquassatio,freakout,university,spear,Semitic
lentícula,lens,boiling,addition,yellow
libere,freely,conspiracy,phoney,cemetery
furens,frenetic,viceroy,newspaper,neighbor
furor,frenzy,backpack,hygienic,unnamed
frequentia,frequency,climax,univocal,microscope
frequens,frequent,anomalous,clearness,mixture
végetus,fresh,Ecuadorian,thisness,Turkey
viriditas,freshness,inexorable,suffering,miracle
benignus,friendly,idolatry,anywhere,Russian
terror,terror,novelty,rod,scandal
frívolus,frivolous,not,modernity,hemisphere
rure,from,nihilism,parsimony,grecism
antícus,front,powerful,factor,transitive
proscaenium,front,private,refusal,overshadow
fecundus,prolific,prop,dispute,anomalous
fructuose,fruitfully,unfolding,tomb,devoted
oblectamentum,passtime,infamous,listening,thinkable
potentia,potency,admissible,succinct,limiting
functor,functor,apart,radical,likely
pecuniae,funds,molecule,DVD,suffering
infundíbulum,funnel,unexpected,frenetic,role
ridiculus,ridiculous,normative,umbilical,laicistic
ultra,further,Oxford,shack,daily
ulterior,further,much,offering,treason
futilis,unavailing,automatic,migratory,pistol
futility,futility,stitch,propensity,reasoning
futurus,future,relaxation,fitting,sexual
lucrum,gain,hopeless,observant,slight
Gallaecia,Galicia,redeemable,apathetic,validity
Gallaecus,Galician,unjustly,modal,muscula
álea,gambling,Egyptian,grecism,successor
lacuna,lacuna,sleepy,guarantor,Taoism
alium,garlic,everywhere,anchor,saying
gasium,gas,weak,sanction,reflexive
gasicus,gaseous,simplify,postmodern,please
bencinum,gasoline,popular,schematic,agnostic
bencinarius,gasoline,voiced,weaker,retraction
gemma,gem,babble,sketch,collate
generalis,generic,anarchy,Latin,Aztec
generalitas,generality,collision,loosely,prophetic
generaliter,generalize,timeless,invasion,fluency
liberalitas,generosity,vocation,copula,ugly
genitívus,genitive,subsidy,pejorative,early
mitis,gentle,program,indent,Sanscrit
nobilis,gentleman,acting,Spaniard,precision
sincerus,genuine,noisy,energy,department
geographia,geography,Spaniard,fast,periphery
geométria,geometry,keyboard,willing,divisible
Germanicus,German,violin,sacrament,William
gerundium,gerund,philosophy,ruin,tiny
gerundivum,gerundive,hoarse,resident,fluency
larva,ghost,composer,suggestion,outside
donum,gift,endocrine,Rumanian,sarcastic
immanis,gigantic,vertical,ecumenism,disclosure
puella,girl,prenote,addition,venerable
datum,given,favorite,welcome,successor
donatio,givenness,across,nuclear,string
datio,giving,vocative,inexorable,pregnant
vitrum,glass,deception,much,open
vitreus,glass,voiceless,belt,censor
impedimentum,glitch,shameless,doctoral,ethnic
glossa,gloss,where,imply,patronage
glossarium,glossary,provident,dentist,inbreeding
digitabulum,glove,eccentric,absurdity,Turkey
gnoseologia,gnoseology,popular,constantly,dispute
gnosticus,gnostic,captive,reference,subsidy
gnosticismus,gnosticism,bilingual,shallow,registered
permissio,permission,microphone,lecture,electronic
propositum,suggestion,faster,role,empiricism
Deiformis,God-like,vain,choice,disclosure
aurifodína,goldmine,material,additional,tall
Goliardicus,Goliardic,injustice,theme,parsimony
Guglea,Google,tiny,kiss,fate
gothicus,gothic,work,too,tropica
pódogra,gout,rejection,courteous,gun
publicus,state,curiosity,resolute,intuitive
taxatio,grading,sheer,asleep,stellar
gradalis,gradual,advisor,orchestral,legality
gradatim,gradually,eccentric,affix,separately
baccalaureus,graduate,reserved,basically,cleverness
grammática,grammar,thin,growing,sidewalk
magnificus,splendid,fat,clinical,vile
concessum,grant,parish,portable,session
graphicum,graph,utopia,adverbial,Socratic
herba,grass,comedy,lower,uncertain
gratitudo,gratitude,police,confident,easy
sepulcrum,tomb,nowhere,Peru,slight
gravitas,gravity,family,pietism,patient
insignis,remarkable,blank,temptation,restorer
éuge!,great!,unexpected,jurist,peculiar
máxime,greatly,shelf,window,locatable
magnitudo,size,surgery,speculate,relaxation
graecismus,grecism,ordinarily,Newtonian,variously
Graecia,Greece,outside,conspiracy,broken
avaritia,greed,ideation,clause,lunch
Graecus,Greek,generality,impassible,functor
víridis,green,sparing,Italian,Rome
salutatio,welcome,monk,novel,coordinate
gregalis,gregarious,incarnate,initiative,not
cratícula,grid,interlude,mix,violation
crassus,thick,socialism,surface,disjunct
nimis,grossly,imagery,nearer,brain
globus,group,strap,Canterbury,bronze
ássecla,hanger-on,resentful,even,note
augescens,growing,ontologism,saddle,motorcycle
incrementum,increase,frivolous,sensualism,martyrdom
praestatio,guarantee,sensualism,hint,infallible
pignus,guarantor,reception,ugly,artistic
conjectura,guess,format,wonder,breast
ductor,guide,unforeseen,separate,drought
culpa,guilt,empathy,personal,quiz
culpabilis,guilty,minute,glove,Ecuador
sclopétum,gun,reign,statistics,stable
víscera,innards,marine,severely,insane
sólitus,usual,untenable,vocation,presenter
grándinat,hail,knower,employed,idealism
dimidius,half,polyvalent,dentist,orthodox
ansa,handle,redeeming,soul,iconoclast
tractatio,treatment,Jewish,transfer,material
habilis,handy,amazement,breakfast,railroad
crápula,hangover,morphology,address,ivory
beatitúdo,happiness,envy,sin,dogmatism
laetus,joyfully,still,tendency,inbred
diffícilis,hard,permission,particle,rash
vix,hardly,monopoly,sketch,ecumenical
damnun,harm,drink,blank,snub-nosed
nocívus,harmful,rigid,hesitating,pantheism
innócuus,harmless,grammar,African,virtual
concordia,harmony,fewer,spring,stop!
cursim,hastily,corrected,virtually,sincere
praeproperus,hasty,immoderate,vote,employed
odíbilis,hateful,asleep,periphery,powerful
ódium,hatred,person,deceptive,switch
títulus,heading,ambiguous,offer,unlimited
sanitas,normality,society,impassible,personhood
sanus,healthy,conclusion,commerce,bulb
Hebraeus,Hebrew,from,pragmatism,distorted
temperatio,hedge,eternal,masive,monarchy
hedonismus,hedonism,virtual,finding,surrealism
Hegelianus,Hegelian,toast,Italy,clerical
hegemonía,hegemony,subscript,zealous,anxious
fastigium,height,plurality,clerical,inherited
helicópterum,helicopter,towel,rabbi,inevitably
hélica,helix,ambition,detraction,mystery
Hellenismus,Hellenism,static,illiterate,theatrical
utilis,useful,lower,frequency,strap
hemisphaerium,hemisphere,watchword,illegal,morality
